{"tweet":"And furthermore, one of the pair is supposedly 100% backed by reserves denominated in the other. Talk about circular.","unix":"1620296708000","sentiment":0.0258,"verified":true}
{"tweet":"This is the most ridiculous thing I have seen today. 10x leverage margin trading of a pair that is hard-pegged at par.","unix":"1620296594000","sentiment":-0.4201,"verified":true}
{"tweet":"@truemagic68 it's on my bucket list!","unix":"1620296445000","sentiment":0.0,"verified":true}
{"tweet":"@JoMicheII @gsoh31 I think we need to be a bit careful with the term \"sterlingisation\". When they say \"keep the pound\" they don't necessarily mean what you think they do.  https:\/\/t.co\/eu1AgIIj1C","unix":"1620296150000","sentiment":0.1531,"verified":true}
{"tweet":"@truemagic68 I've never been there. Must go.","unix":"1620295995000","sentiment":0.0,"verified":true}
{"tweet":"@flyingfox44 @mortentor @philip_tindle @BruceMcF That was my argument ten years ago.","unix":"1620295493000","sentiment":-0.3612,"verified":true}
{"tweet":"Kryptogeld: Gesetzesvorhaben in New York fordert drei Jahre Mining-Stopp  https:\/\/t.co\/5gzjfpRNGU #Mining #Bitcoin","unix":"1620295265000","sentiment":0.0,"verified":true}
{"tweet":"Ceux qui craignent d'acheter du #bitcoin directement peuvent investir dans des entreprises fortement liées à lui  Dans @21Millions_, @VincentBoy_IG propose un benchmark complet  Les nouveaux abonnés Premium reçoivent automatiquement la dernière édition 👉  https:\/\/t.co\/MF2q7JuHMU  https:\/\/t.co\/vl6Q7bcps8","unix":"1620295140000","sentiment":0.0,"verified":true}
{"tweet":"@RThockey @goodthingsliker In theory, central banks raise rates in response to expectations of higher inflation. That's the reason for my question. In practice, though, they raise rates because they want to \"get back to normal\".","unix":"1620294526000","sentiment":0.0772,"verified":true}
{"tweet":"@flyingfox44 @philip_tindle @mortentor @BruceMcF I pointed out in my book that share buybacks were a reason for QE's failure to stimulate the economy. He has evidently never read my book.","unix":"1620294274000","sentiment":-0.0516,"verified":true}
{"tweet":"@Timbassett so if central banks use inflation-linked bonds and swaps as predictors of future inflation, that would impart a disinflationary bias to monetary policy.","unix":"1620294128000","sentiment":-0.1027,"verified":true}
{"tweet":"What makes Bitcoin great is that you cannot reverse transactions  What makes Bitcoin not so great is that you cannot reverse transactions","unix":"1620294090000","sentiment":-0.0099,"verified":true}
{"tweet":"\"The status of #bitcoin as a market benchmark is threatened by its decline in dominance,\" @galenmoore says on #CDTV.  Watch the full markets discussion with @christinenews:  https:\/\/t.co\/3vNJdrQu8z","unix":"1620294000000","sentiment":-0.296,"verified":true}
{"tweet":"@DavidPenneyPRW  https:\/\/t.co\/S8pUYc1WkY","unix":"1620293989000","sentiment":0.0,"verified":true}
{"tweet":"@RThockey @goodthingsliker I did not say they did. I asked a question.","unix":"1620293965000","sentiment":0.0,"verified":true}
{"tweet":"@RThockey @goodthingsliker Then why are you in this thread at all?","unix":"1620293833000","sentiment":0.0,"verified":true}
{"tweet":"Join the CoinMarketCap Hero program and help us build the crypto community.  #Crypto #Cryptocurrency #Blockchain #Bitcoin #Ethereum #Dogecoin #DeFi #NFT   https:\/\/t.co\/Q3znuhFCnB","unix":"1620292800000","sentiment":0.8176,"verified":true}
{"tweet":"@johnlappin Medway here. Last time the MSM recognised our existence was in 2014 when we briefly elected a UKIP MP.","unix":"1620292593000","sentiment":0.0,"verified":true}
{"tweet":"‘อนันดา ดีเวลลอปเม้นท์’ ประกาศร่วมมือกับ ‘Bitkub’ พัฒนาช่องทางการชำระเงินซื้อขายบ้านและคอนโดมิเนียมของอนันดาฯ ทุกโครงการผ่านคริปโทเคอเรนซี รายแรกของวงการอสังหาริมทรัพย์ไทย เริ่มด้วย 3 สกุล Bitcoin, Ethereum และ Tether USD   #TODAYBizview #workpointTODAY  https:\/\/t.co\/TriTqdh93x","unix":"1620292502000","sentiment":0.0,"verified":true}
{"tweet":"\"inflation expectations\" are merely a projection into the future from the current base. The actual future inflation rate may be quite different. For years now outturns have been significantly lower than expectations, particularly in Europe.","unix":"1620292499000","sentiment":-0.296,"verified":true}
{"tweet":"This proves again that being a hodler is really hard.  Early crypto adopters weren't just lucky.  Holding onto your #bitcoin &amp; other crypto needs boldness, technical &amp; financial knowledge, and most importantly - loyalty to the end.  Paper hands are bad for your financial health.","unix":"1620292437000","sentiment":0.3252,"verified":true}
{"tweet":"Never forget.","unix":"1620292335000","sentiment":0.1695,"verified":true}
{"tweet":"Do the MSM know there are elections happening in places other than London, Hartlepool and Scotland? Or is the rest of the country simply irrelevant?","unix":"1620292192000","sentiment":0.0,"verified":true}
{"tweet":"@Trudgeteacher I really do think people need to be better informed.","unix":"1620291809000","sentiment":0.4404,"verified":true}
{"tweet":"Bitcoin or Ether? Here's how to decide whether to invest  https:\/\/t.co\/g3BrLXOeoQ","unix":"1620291804000","sentiment":0.0,"verified":true}
{"tweet":"Kripto trade edenler bu platformu mutlaka denemeli. Ben bugün alacağım. Çok hoşuma gitti. Deneme sürümü var 15 gün. Test edin, beğenirseniz alın. TradingView altyapısı kullanıyor.  #btc #bitcoin #kripto #kriptopara    https:\/\/t.co\/up2yRFxDiS","unix":"1620291733000","sentiment":0.0,"verified":true}
{"tweet":"#UFC Fan Token to have a maximum supply of 20 million.  https:\/\/t.co\/hrkEdPXChF","unix":"1620291658000","sentiment":0.3182,"verified":true}
{"tweet":"The newest investment trust tracking DOT echoes other moves by the fund manager to make #cryptocurrencies accessible via traditional equity markets.  https:\/\/t.co\/2L7EWpP60o","unix":"1620291657000","sentiment":0.5106,"verified":true}
{"tweet":"@CryptoTraderMMD Hi, AIB are not currently trading in bitcoin and have no plans to do so in the near future. If you are having issues with buying bitcoin from a trusted site, please contact our Cards Team on 01 2695022 or +353 12695022  9am -5pm 7 days a week and will be happy to help. Thanks ^CK","unix":"1620291616000","sentiment":0.91,"verified":true}
{"tweet":"@barackomaba I'm not keen on helping Apple to take over the world.","unix":"1620291053000","sentiment":-0.4585,"verified":true}
{"tweet":"small fractions in some Indian Bank accounts on various pretexts. Based on details obtained from different platforms and by cyber trailing, 02 accused have been booked who are associating in Bitcoin trading from defrauded money. 1 laptop, 1 Mac book, 1 tablet, 5 mobile phones,","unix":"1620291050000","sentiment":-0.296,"verified":true}
{"tweet":"@OliverFDavey @AnttiJii partly. Also to make it clear that the two are tied together. There can be no meaningful discussion about money without also discussing credit.","unix":"1620290925000","sentiment":-0.1396,"verified":true}
{"tweet":"Really fascinating @JohnQuiggin piece on blockchain, bitcoin + KSR's new book -&gt;  https:\/\/t.co\/c6kleAfsgs","unix":"1620290852000","sentiment":0.5849,"verified":true}
{"tweet":"🌟Şimdi sıra bizde!  Aynı gün başlayan başarılarla dolu yolculuklar, birlikte devam ediyor!   🤝@CengizUnder ve #BtcTurk bir arada...  #YeniDünyaYeniDeğer #Bitcoin #BitcoinTurkiye  https:\/\/t.co\/2Eq8WJNPyb","unix":"1620290532000","sentiment":0.0,"verified":true}
{"tweet":"@barackomaba it's iPhone only and I don't have one.","unix":"1620290436000","sentiment":0.0,"verified":true}
{"tweet":"\"I believe in the estimates that #Bitcoin will eventually hit $1 million per coin,\" our learn editor @ollieleeech tells @YahooFinance's @Ajshaps and @SeanaNSmith.  Watch the interview:  https:\/\/t.co\/Dni238s0uR","unix":"1620290400000","sentiment":0.0,"verified":true}
{"tweet":"1 bitcoin ~= 3 milhões de meticais 1 libra ~= 80 meticais  1 euro ~= 70 meticais  1 dólar ~= 57 meticais 1 real ~= 11 meticais 1 rand ~= 4 meticais 1 metical ~= 11 kwanzas 1 metical ~= 7 nairas 1 metical ~= 1 rupee","unix":"1620290283000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin or Ether? Here's how to decide whether to invest  https:\/\/t.co\/skJVCSRP7f","unix":"1620290164000","sentiment":0.0,"verified":true}
{"tweet":"@jiangji20 @kunkmoney Yep. The direct benefits of QE accrue to the rich. It's not clear to what extent indirect benefits \"trickle down\" to the rest of the population, though @resfoundation did find that QE raised employment, which benefits poorer people.","unix":"1620290106000","sentiment":0.8367,"verified":true}
{"tweet":"#Bitcoin'i değerli yapan özellikleri arasında sizin favoriniz hangisi?  #BtcTurk #BitcoinTurkiye","unix":"1620289953000","sentiment":0.0,"verified":true}
{"tweet":"@TheKojakComplex @mrjamesob he moved to Midsomer too??","unix":"1620288760000","sentiment":0.0,"verified":true}
{"tweet":"@socoffin money is a political construct","unix":"1620288728000","sentiment":0.0,"verified":true}
{"tweet":"@TheKojakComplex @mrjamesob Maybe he's the one in retirement.","unix":"1620288684000","sentiment":0.0,"verified":true}
{"tweet":"@mrjamesob Didn't Bergerac move to Midsomer?","unix":"1620288616000","sentiment":0.0,"verified":true}
{"tweet":"تعرف على أسعار العملات والذهب و #بيتكوين مقابل الدولار  #اقتصاد #bitcoin $btc #عينك_على_العالم  https:\/\/t.co\/YpaHpw0msl","unix":"1620288300000","sentiment":0.0,"verified":true}
{"tweet":"@PetrovaGergana I wish I could! The mainstream literature is sadly wrong in many respects. @AnnPettifor's Just Money is worth reading, and @PositiveMoneyUK's Where Does Money Come From.","unix":"1620288040000","sentiment":-0.0752,"verified":true}
{"tweet":"@asentance @notayesmansecon because no-one has a better idea?","unix":"1620286943000","sentiment":0.4404,"verified":true}
{"tweet":"Kripto para piyasalarında son durum! Bitcoin eski seviyesini yeniden yakaladı  https:\/\/t.co\/pSkDk4Kbmd  https:\/\/t.co\/GY0MqZHcoK","unix":"1620286933000","sentiment":0.0,"verified":true}
{"tweet":"@jiangji20 @kunkmoney And in Europe, there are perennial shortages of German bonds because the German govt's fiscal position is so tight. It's the reason why the German govt has been able to issue 30-year bonds at negative rates.","unix":"1620286801000","sentiment":-0.6486,"verified":true}
{"tweet":"@jiangji20 @kunkmoney Seriously, it is ridiculous to say that bond markets wouldn't operate without QE. Treasuries are so essential to the operation of bond markets that when the Fed was doing QE between 2010-2015, bond shortages caused liquidity problems for market participants.","unix":"1620286731000","sentiment":-0.8001,"verified":true}
{"tweet":"#btcturkpro'da #Tether #USDT işlem çiftleri piyasa verileri  BtcTurk | PRO web sitesi ve mobil uygulaması ile profesyonelce #Bitcoin ve kriptopara al, sat👇  📲 iOS:  https:\/\/t.co\/1u7WeTPQ2i 📲 Android:  https:\/\/t.co\/7iBIBFsf6H 💻 Web:  https:\/\/t.co\/mPUZvcfxy6  #bitcointurkiye  https:\/\/t.co\/AH1Vs1EQVL","unix":"1620286693000","sentiment":0.0,"verified":true}
{"tweet":"#btcturkpro'da Türk Lirası işlem çiftleri piyasa verileri  BtcTurk | PRO web sitesi ve mobil uygulaması ile profesyonelce #Bitcoin ve kriptopara al, sat👇  📲 iOS:  https:\/\/t.co\/1u7WeTPQ2i 📲 Android:  https:\/\/t.co\/7iBIBFsf6H 💻 Web:  https:\/\/t.co\/mPUZvcfxy6  #bitcointurkiye  https:\/\/t.co\/MZ40WnIXX3","unix":"1620286692000","sentiment":0.0,"verified":true}
{"tweet":"@jiangji20 @kunkmoney There is absolutely no evidence for this.","unix":"1620286611000","sentiment":-0.3597,"verified":true}
{"tweet":"@kunkmoney QE buys existing government bonds from investors, not new issues from government. And its purpose is to encourage companies to spend and banks to lend, not to finance government.","unix":"1620286379000","sentiment":0.5106,"verified":true}
{"tweet":"Vietnam is also witnessing increasing cashless solutions for payments, such as QR codes, e-wallets, and mobile apps. #Cryptocurrency  https:\/\/t.co\/cbP49rIwfj","unix":"1620286336000","sentiment":0.1779,"verified":true}
{"tweet":"SEBA Bank remains committed to adding new #cryptocurrencies.  https:\/\/t.co\/ZhLFRuOtkt","unix":"1620286300000","sentiment":0.2732,"verified":true}
{"tweet":"@saulabrm It should have been added to the school curriculum after the GFC, which exposed how little people knew about money, credit and banking. A real opportunity missed.","unix":"1620286298000","sentiment":0.4404,"verified":true}
{"tweet":"@frank_hodgkins I deeply sympathise.","unix":"1620286149000","sentiment":0.0,"verified":true}
{"tweet":"@truemagic68 aww, thanks David! I love your positivity.","unix":"1620286068000","sentiment":0.8932,"verified":true}
{"tweet":"@bigdeeyuck No. They've all muted me lol","unix":"1620286015000","sentiment":0.4215,"verified":true}
{"tweet":"Wealthy investors have increased their transactional volume just as a Bitcoin whale moved about $440 million some hours ago. The world’s most popular crypto asset hovers around $54,500.  Visit  https:\/\/t.co\/DDC3NwZOES for full story.  https:\/\/t.co\/IiDisChKoU","unix":"1620285941000","sentiment":0.8576,"verified":true}
{"tweet":"@bigdeeyuck I used to be able to have such discussions. But now the Twitter randos are drowning out sensible informed people.","unix":"1620285861000","sentiment":0.0,"verified":true}
{"tweet":"I'm sick of the Twitter randos who know almost nothing about money and credit but think they know everything, and are rude to me when I say something they don't understand. I long for a sensible discussion with someone who actually knows what they are talking about.","unix":"1620285674000","sentiment":-0.6542,"verified":true}
{"tweet":"So now I am told to \"go back to school\" because I mentioned goldsmith receipts as an early form of bank-created money.","unix":"1620285491000","sentiment":0.0,"verified":true}
{"tweet":"@FriendofHumans @BruceMcF @mortentor well no they aren't, the original forms of money\/credit\/debt instruments were created by the private sector, not the public sector. Goldsmith receipts, for example.   Central bank reserves aren't essential to a banking system. See @GeorgeSelgin on this.","unix":"1620285215000","sentiment":-0.016,"verified":true}
{"tweet":"Dude seems to think QE finances government spending. I've tried to explain that it does not, but I fear I was wasting my time, since he seems to think he knows everything.","unix":"1620285016000","sentiment":-0.0279,"verified":true}
{"tweet":"@FriendofHumans @BruceMcF @mortentor They aren't equivalent though. Bank reserves are only available to banks, whereas cash and treasuries are available to everyone.","unix":"1620284933000","sentiment":0.2263,"verified":true}
{"tweet":"Tight fiscal policy is a better alternative to loose monetary policy, apparently. Who knew?","unix":"1620284855000","sentiment":0.1531,"verified":true}
{"tweet":"@togethe68316874 @ariadneassoc @FlipChartRick it does, but I think Scotland would have to peg to sterling for a while to establish credibility.","unix":"1620284684000","sentiment":0.0,"verified":true}
{"tweet":"@mortentor And the purpose of these large-scale asset purchases (to use their correct name) is to depress market interest rates, not to finance government.   Twitter is not the place for a technical discussion of monetary policy, so this explanation will have to suffice.","unix":"1620284554000","sentiment":0.3182,"verified":true}
{"tweet":"@mortentor So central banks are not directly monetizing government deficits as you allege. They may be buying sufficient government debt on the secondary market to offset all new issues, but they buy that debt from banks and investors, not from governments.","unix":"1620284433000","sentiment":-0.6124,"verified":true}
{"tweet":"En definitiva, aunque el bitcoin suela tener buena fama, lo cierto es que presenta problemas muy serios. No puede ser considerado dinero, provoca tensiones deflacionistas, genera burbujas, no es democrático, atrae al crimen organizado, no es seguro y contamina mucho.","unix":"1620284419000","sentiment":-0.6808,"verified":true}
{"tweet":"Para el año 2024 el consumo de energía anual de la cadena de bloques de Bitcoin en China generará 130,50 millones de toneladas métricas de emisión de carbono, lo que excedería la producción total anualizada de emisiones de gases de efecto invernadero de la República Checa y Qatar  https:\/\/t.co\/h47bxV8XFD","unix":"1620284418000","sentiment":0.0,"verified":true}
{"tweet":"En un año y medio solamente la minería de Bitcoin consumió 17 megajulios para generar un dólar estadounidense, mientras que la minería de cobre, oro, platino y óxidos de tierras raras consumió 4, 5, 7 y 9 megajulios para generar un dólar.  https:\/\/t.co\/OWZbqsj7P2","unix":"1620284416000","sentiment":0.0,"verified":true}
{"tweet":"En 2018 la red de Bitcoin consumía 2,55 gigavatios de electricidad, equivalente al consumo de toda Irlanda. En enero de 2020 ya superaba los 8 gigavatios, equiparable al consumo energético de toda Austria, con 9 millones de habitantes (Vries 2018).  https:\/\/t.co\/5azus2sNvD","unix":"1620284415000","sentiment":0.0,"verified":true}
{"tweet":"@mortentor @BruceMcF Central banks do not buy primary issues of government debt. They only buy government debt in secondary markets. These secondary market purchases are (currently) QE and related programmes such as the ECB's PEPP.","unix":"1620284305000","sentiment":-0.6124,"verified":true}
{"tweet":"@mortentor @BruceMcF You did not understand what I said. And that is because you are both ignorant about what central banks do and too arrogant to listen to someone who does know.   You claimed that governments sell IOUs directly to central banks. This is not true anywhere in the Western world.","unix":"1620284133000","sentiment":-0.7672,"verified":true}
{"tweet":"En este estudio se estima que en estas actividades ilegales se mueven unos 7 mil millones de euros en todo el mundo, aunque la cantidad total es muy difícil de medir. Hasta Irán ha utilizado Bitcoin para eludir las sanciones comerciales que le ha impuesto Estados Unidos.  https:\/\/t.co\/B8uuTPhxqx","unix":"1620284029000","sentiment":0.5859,"verified":true}
{"tweet":"Quienes más Bitcoin tengan, más poder tendrán, y al contrario. De hecho, este estudio señala que al menos la mitad del aumento del precio de Bitcoin y las otras grandes monedas en 2018 se debió a la manipulación de su precio por unas pocas empresas que concentran los Bitcoin.  https:\/\/t.co\/AmaMG2XZIR","unix":"1620284024000","sentiment":0.0,"verified":true}
{"tweet":"Si quieres que la creación del Bitcoin sea rentable (porque el proceso de minado es muy costoso), necesitas un sistema informático muy especializado y a gran escala, lo que sólo está al alcance de unas pocas grandes empresas.  https:\/\/t.co\/TzRCv7dWSZ","unix":"1620284019000","sentiment":0.0,"verified":true}
{"tweet":"Cuarto problema: no es democrático. Aunque la intención declarada en el artículo fundacional del Bitcoin sea la de democratizar la creación de dinero, lo cierto es que sólo muy poquita gente crea criptomonedas.","unix":"1620284017000","sentiment":-0.296,"verified":true}
{"tweet":"Esto es lo único que puede explicar que el Bitcoin se haya apreciado más del 1.000% en el último año y más del 11.000% en los últimos cinco años, lo que es una salvajada. Nada en este mundo puede ganar tanto valor en tan poco tiempo si no es a lomos de una burbuja mastodóntica.  https:\/\/t.co\/55cFigILkz","unix":"1620284015000","sentiment":-0.296,"verified":true}
{"tweet":"Segundo problema: genera tensiones deflacionistas.  Como la cantidad de bienes y servicios producidos tiende a aumentar, si no lo hace también el número de Bitcoin (porque son finitos), cada vez habrá más productos por cada Bitcoin, por lo que los precios tenderán a caer.  https:\/\/t.co\/7m9AW6DGno","unix":"1620284012000","sentiment":-0.296,"verified":true}
{"tweet":"Pero claro, si se utilizan sobre todo para invertir o especular, en vez de para comprar o medir precios, entonces no se puede hablar de dinero. En realidad, los Bitcoin son una especie de activos, como lo podría ser el oro, de ahí que serían más criptoactivos que criptomonedas.","unix":"1620284010000","sentiment":-0.296,"verified":true}
{"tweet":"La última función sí se cumple, porque la gente suele comprar Bitcoin como una forma de atesorar los ahorros e incluso de multiplicarlos. De hecho, en un estudio se comprobó que hasta el 73% de los Bitcoins se mantenían en cuentas inactivas, esperando sólo a que se revalorizasen.  https:\/\/t.co\/NNDBs2lIdH","unix":"1620284009000","sentiment":0.0,"verified":true}
{"tweet":"No es un medio de pago generalizado porque no puedes ir al supermercado del barrio o al transporte público a comprar con Bitcoin. Tampoco sirve para medir precios porque cuando vas a comprar un producto, no mides su precio en Bitcoin, lo mides en euros y luego haces el cambio.  https:\/\/t.co\/aoJugTRe74","unix":"1620284008000","sentiment":-0.6808,"verified":true}
{"tweet":"Se habla mucho de Bitcoin y de sus ventajas pero muy poco de los riesgos, problemas e inconvenientes que implica. Hoy publico un vídeo en el que explico los 7 problemas más importantes que tiene esta criptomoneda, y hago hilo resumen 👇  https:\/\/t.co\/F6Jk7Ml2c9","unix":"1620284005000","sentiment":0.296,"verified":true}
{"tweet":"#Criptodivisas |  🟢 El #bitcoin vuelve a las subidas y se eleva un 5% hasta 57.000 dólares 🟢 Siguen las alzas para el #Ethereum, #ripple, #EthereumClassic  🔴 El Dogecoin cae un 10% 🟢 Capitalización total: 2,4 billones  https:\/\/t.co\/0OSCwHASAB","unix":"1620283867000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin hareketlendi   https:\/\/t.co\/77H6DLESPz","unix":"1620283712000","sentiment":0.0,"verified":true}
{"tweet":"@BruceMcF @mortentor Banks need physical cash to fill their ATMs, and obviously that is printed. But what we call \"bank reserves\" aren't physical cash.","unix":"1620283646000","sentiment":0.0,"verified":true}
{"tweet":"@james_roe Ironic given the company name.  I have a huge beef with the Bitcoin bullshit. That one purchase alone more than offset all of the carbon savings of the entire tesla fleet","unix":"1620283561000","sentiment":-0.6124,"verified":true}
{"tweet":"@BruceMcF @mortentor And \"printing\" is a completely wrong term anyway. Bank reserves are not printed.","unix":"1620283158000","sentiment":-0.5256,"verified":true}
{"tweet":"Professor Dunning-Kruger is now lying about what I said. I did not \"decide he was talking about QE\", I criticised his incorrect use of the term \"money printing\":  https:\/\/t.co\/p6eqZH16Xz","unix":"1620283046000","sentiment":-0.7351,"verified":true}
{"tweet":"@mortentor @flyingfox44 @BruceMcF No I didn't.  https:\/\/t.co\/p6eqZH16Xz","unix":"1620282886000","sentiment":-0.296,"verified":true}
{"tweet":"@RThockey @goodthingsliker Stop trying to be clever and just answer the question.","unix":"1620282614000","sentiment":0.2023,"verified":true}
{"tweet":"“ABD'de yüzlerce banka müşterilerine Bitcoin yatırımı hizmeti vermeye başlayacak”  https:\/\/t.co\/jKG4GKwgmj","unix":"1620281665000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin or Ether? Here's how to decide whether to invest  https:\/\/t.co\/Cfpn9lEa0y","unix":"1620281106000","sentiment":0.0,"verified":true}
{"tweet":"I don’t know who Dan Pena is, but it seems he thinks that Putin is behind bitcoin, and that it’s designed to destabilize the USD   I’ve heard this theory before, but it was pinned in China.   Seems highly improbable but not impossible — what do you think?  https:\/\/t.co\/Ykg7YoEDq5","unix":"1620280938000","sentiment":0.0,"verified":true}
{"tweet":"SBS reports that CEO and his accomplices are accused of defrauding over 40,000 members from August 2020. #Cryptocurrency  https:\/\/t.co\/Rk3X90ykcX","unix":"1620280905000","sentiment":-0.296,"verified":true}
{"tweet":"The main reason for the three-year moratorium on #crypto mining is because of the threats climate change can do to New York’s environment.  https:\/\/t.co\/oTDM9TGEfn","unix":"1620280895000","sentiment":-0.4215,"verified":true}
{"tweet":"Defensiv aktie har gett köpsignal. Apple och Facebook ser spännande ut. Tech vs S&amp;P 500 ser dock \"hänging\" ut. OMXS30 och EuroStoxx handlas inom intervall. Upprekyl i Bitcoin börjar tappa fotfästet. #börsen #finanstwitter   https:\/\/t.co\/FSVV3OeyDs","unix":"1620280434000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin will eventually hit '$1 million a coin,' CoinDesk editor predicts  https:\/\/t.co\/8yccSUXxO5 by @SeanaNSmith  https:\/\/t.co\/q7FcOLWwjX","unix":"1620280362000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin'de son durum  https:\/\/t.co\/KJFsbwtmjZ  https:\/\/t.co\/8s9xoZWoBR","unix":"1620279772000","sentiment":0.0,"verified":true}
{"tweet":"Hamish McRae yazdı:  💬 Warren Buffet'a her zaman kulak vermeli, özellikle de hatalarını anlatırken  🪙 Bitcoin satın almak yatırım yapmaktan çok kumar oynamaya benziyor   📈 İşin püf noktası neyin değerli neyin köpük olduğunu ayırt etmede    https:\/\/t.co\/NXA3NthwML  https:\/\/t.co\/MqvwK2PQUg","unix":"1620279600000","sentiment":0.0,"verified":true}
{"tweet":"@Oseke3 @GRACRUSSE Bitcoin maybe a good investment but you sir are not a legitimate trader. I advise everyone to avoid your account altogether.","unix":"1620279150000","sentiment":-0.2144,"verified":true}
{"tweet":"Ethereum founder Vitalik Buterin is now a billionaire, as the crypto reaches record highs. Could ether soon rival bitcoin?  https:\/\/t.co\/GhJ7zM5tDb","unix":"1620278344000","sentiment":0.0516,"verified":true}
{"tweet":"Bitcoin 57 bin doların üzerine yükseldi  https:\/\/t.co\/7trl2OXRDl  https:\/\/t.co\/kJQEka2wOu","unix":"1620278261000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin vs Apple? Bitcoin vs Google? Now you can compare the largest companies, assets and cryptocurrencies in the world.  #Crypto #Cryptocurrency #Bitcoin #Ethereum $BTC #BTC $ETH #ETH    https:\/\/t.co\/x1m2QHu6AZ","unix":"1620278100000","sentiment":0.264,"verified":true}
{"tweet":"E-Commerce Giant Mercadolibre $MELI Discloses $7.8M Bitcoin Buy as Part of its Treasury Strategy  https:\/\/t.co\/lXPc7GoYHJ via @coindesk","unix":"1620278100000","sentiment":0.2023,"verified":true}
{"tweet":"@kwestin Why not just use Bitcoin?","unix":"1620277659000","sentiment":0.0,"verified":true}
{"tweet":"Global mainstream adoption continues, as NYDIG firm stated many US banks will offer Bitcoin this year.   USA is making headway in adopting crypto at a rapid pace. It is high time, India also brings positive crypto regulations that will help contribute to India's growth story.","unix":"1620276601000","sentiment":0.836,"verified":true}
{"tweet":"You've got me beat there, pal! 🤠🏚️#bitcoin","unix":"1620275925000","sentiment":0.0,"verified":true}
{"tweet":"Cash improvement proposals and a new update schedule are improvements included in this #BCH update.  https:\/\/t.co\/iIhrLTgGD7","unix":"1620275492000","sentiment":0.6486,"verified":true}
{"tweet":"According to organizers, both #crypto world personalities are only interested in fighting and have no interest in the prize money.  https:\/\/t.co\/XKqkdsdqg3","unix":"1620275478000","sentiment":0.2547,"verified":true}
{"tweet":"Bitcoin or Ether? Here's how to decide whether to invest  https:\/\/t.co\/z82G3cMpwJ","unix":"1620275405000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin or #Ether? Here's how to decide whether to invest  https:\/\/t.co\/pd75xnlJeJ   More on @crypto:  https:\/\/t.co\/gBmzbkoIPR $BTC $ETH  https:\/\/t.co\/HVvkfbAYIs","unix":"1620274581000","sentiment":0.0,"verified":true}
{"tweet":"@GavinWax @CurtisSliwa You forgot bitcoin","unix":"1620274440000","sentiment":0.0,"verified":true}
{"tweet":"#Forochat | ¿Quieres entrar al mundo del Bitcoin y las criptomonedas para invertir o como método de ahorro? Entonces no dejes de participar en nuestro Café con El Pitazo del #06May junto a @joc_ra. Únete a través de  https:\/\/t.co\/nrsOTZNz6A  https:\/\/t.co\/4qGMwL5HHW","unix":"1620274226000","sentiment":-0.296,"verified":true}
{"tweet":"Mark Cuban: The 3 ways Ethereum 'dwarfs' bitcoin  https:\/\/t.co\/t0lWmsS3wv","unix":"1620273930000","sentiment":0.0,"verified":true}
{"tweet":"the best spin wheel @fold_app   would love some swag w the little taco 🌮 shaped bitcoin maximalist  https:\/\/t.co\/wZT8oHo9hA","unix":"1620273718000","sentiment":0.8555,"verified":true}
{"tweet":"Een fiets kopen met een digitale munt: 'Bitcoin is het veiligste betaalmiddel'  https:\/\/t.co\/RD8U5pwK35  https:\/\/t.co\/CWaR62UBx5","unix":"1620273653000","sentiment":0.0,"verified":true}
{"tweet":"Move over #bitcoin. #Ethereum's in charge now and US$3000 is just the beginning!   https:\/\/t.co\/DytgQneH9M","unix":"1620273540000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin or Ether? Here's how to decide whether to invest  https:\/\/t.co\/IIUTjeYt5s","unix":"1620273523000","sentiment":0.0,"verified":true}
{"tweet":"Please ignore any double-your-Bitcoin pitches from this account.","unix":"1620272201000","sentiment":-0.0516,"verified":true}
{"tweet":"A new law has been proposed in New York that would ban crypto mining for three years.  #Crypto #Cryptocurrency #Altcoin #Blockchain #Bitcoin    https:\/\/t.co\/qLqZCGo3rC","unix":"1620271801000","sentiment":-0.5574,"verified":true}
{"tweet":"Traders will soon be able to track the performance of bitcoin and ether on Wall Street  https:\/\/t.co\/hGskU7zpvw","unix":"1620271203000","sentiment":0.0,"verified":true}
{"tweet":"If you care about your shittoken, or Ethereum, or Bitcoin, or cryptocurrency and you want to be part of it, you don't even need a job here.  You just need to share you and your shit. Communicate your vision. Empower others around you. Add your power. That's it. That's the magic.","unix":"1620271067000","sentiment":0.4767,"verified":true}
{"tweet":"None of this is limited to a company or a start-up or a team with a token.  This applies to all groups.  That shitcoin is a group of people. Ethereum is a group of people. Bitcoin is a group of people. Crypto is a group of people.","unix":"1620271067000","sentiment":-0.2263,"verified":true}
{"tweet":"Bitcoin rises 6.8 % to $56,852.03  https:\/\/t.co\/etTPEg63Cs  https:\/\/t.co\/9peVo0JfNA","unix":"1620270917000","sentiment":0.0,"verified":true}
{"tweet":"The New York Giants detailed that the team is looking forward to the partnership with the #cryptocurrency asset manager.  https:\/\/t.co\/4lbZTiaubb","unix":"1620270197000","sentiment":0.3612,"verified":true}
{"tweet":"Some say it is possible Satoshi Nakamoto has passed away and remains anonymous because of death. #Bitcoin  https:\/\/t.co\/b0v3ddhTMI","unix":"1620270128000","sentiment":-0.5994,"verified":true}
{"tweet":"@fturriaf Freddy, users do control Bitcoin. They decide what blocks are valid and what software to run. Miners cannot control these things. They just compete to secure the network. These are facts.","unix":"1620269907000","sentiment":0.128,"verified":true}
{"tweet":"2021 Crypto Returns.. Dogecoin $DOGE: +14,054% Solana: +2818% Terra: +2435% BitTorrent: +2267% Ethereum Classic: +1609% Binance: +1605% VeChain: +1017% Cardano: +743% Uniswap: +718% XRP: +615% Filecoin: +528% Polkadot: +331% Ethereum $ETH: +378% Litecoin: +174% Bitcoin $BTC: +98%  https:\/\/t.co\/IlY9WiZaWl","unix":"1620269869000","sentiment":0.0,"verified":true}
{"tweet":"Just felt like sending someone $10 in bitcoin  https:\/\/t.co\/wXXgkeynoZ","unix":"1620269224000","sentiment":0.3612,"verified":true}
{"tweet":"@PeterMcCormack Bitcoin fixes this.","unix":"1620268923000","sentiment":0.0,"verified":true}
{"tweet":"@fturriaf Miners don’t control Bitcoin, the users do, check out the book The Blocksize War to learn more!","unix":"1620268908000","sentiment":-0.636,"verified":true}
{"tweet":"Ahhhhh yes. January 20th 2018. The day I traded a winning lottery ticket for less than a Bitcoin.   Real glad I went looking for this.  https:\/\/t.co\/H23eHup6mD","unix":"1620268441000","sentiment":0.8442,"verified":true}
{"tweet":"Bitcoin rose 6.8% to $56,852.03 by 1000 GMT, adding $3,622.23 to its previous close.   #Crypto #Cryptocurrency #Bitcoin    https:\/\/t.co\/M1nk11qBLP","unix":"1620268375000","sentiment":0.0,"verified":true}
{"tweet":"@SugarfootJack @jonkudelka Someone is definitely investing in bitcoin","unix":"1620267144000","sentiment":0.4019,"verified":true}
{"tweet":"Confidence in the dollar as a store of value is so abysmal that people and institutions rather short term gamble with a almost forgotten meme alt of #Bitcoin.   That’s the real story.  https:\/\/t.co\/pplQKIfO9C","unix":"1620266883000","sentiment":0.624,"verified":true}
{"tweet":"@mikealfred @saifedean If you or Dean gives me a single bitcoin I will read a book in full of a user who blocked me. This is my price.","unix":"1620266825000","sentiment":-0.2732,"verified":true}
{"tweet":"Bitcoin headed up despite recent setbacks, expert says  https:\/\/t.co\/dt1IhiYjpR","unix":"1620266398000","sentiment":0.0,"verified":true}
{"tweet":"BCH reached the half way point today, sooner than expected.  On the current trajectory we may reach a higher target for 2021.  To those who paid attention I say well done:  https:\/\/t.co\/uqbDwJ8dnl  #BitcoinCash may pass #Bitcoin market cap by 2024. I’m working on it. Stay tuned.  https:\/\/t.co\/rUC5B1AKXo","unix":"1620265688000","sentiment":0.3818,"verified":true}
{"tweet":"We have updated our event calendar. Click below to see!    https:\/\/t.co\/yYRhzypDl8  What upcoming event are you excited about?   #Crypto #Cryptocurrency #Altcoin #Bitcoin","unix":"1620265380000","sentiment":0.4003,"verified":true}
{"tweet":"@BillyM2k Actually, I am actively rooting for people to NOT lose their money. I really do not want to see retail folks get crushed by insiders. The financial system + altcoins are rigged games, Bitcoin is a way out. For the first time, no one can change the rules or get special treatment.","unix":"1620265343000","sentiment":-0.1847,"verified":true}
{"tweet":"#LoMásLeído Criptomoneda favorita de Elon Musk sube más de 30% y le quita protagonismo a Ethereum y Bitcoin  https:\/\/t.co\/1heX05n1Oy  https:\/\/t.co\/s462UBDaZT","unix":"1620265202000","sentiment":0.0,"verified":true}
{"tweet":"Since March 30, 2020,  - Lumber is up over 400%  - Bitcoin is up over 722%  - Dogecoin is up over 5,579%  And national debt is nearing $30 trillion.  Few understand this.","unix":"1620265028000","sentiment":-0.3612,"verified":true}
{"tweet":"\"As we reviewed the data, we found that, despite its deficiencies, #dogecoin has remarkably strong fundamentals and powerful forces supporting its rise,\" said Galaxy Digital. #DOGE #cryptocurrency  https:\/\/t.co\/BvFpf4Gs8z","unix":"1620264914000","sentiment":0.8516,"verified":true}
{"tweet":"For #cryptocurrencies, \"we don’t really have an adequate framework to deal with the different issues that they pose from a regulatory perspective,\" said Janet Yellen. #bitcoin #cryptocurrency  https:\/\/t.co\/m9LSy2E5X0","unix":"1620264717000","sentiment":0.2878,"verified":true}
{"tweet":"Bitcoin is going to crash!","unix":"1620264476000","sentiment":-0.4574,"verified":true}
{"tweet":"Understanding Bitcoin’s energy consumption may not settle questions about its usefulness, but it can help to contextualize how much of an environmental impact Bitcoin advocates are really talking about making.  https:\/\/t.co\/257yafU2nT","unix":"1620264120000","sentiment":0.6908,"verified":true}
{"tweet":"a kid drew this in the parking lot and i took a picture of it, someone give me a bitcoin or whatever  https:\/\/t.co\/VGTrzDMgDV","unix":"1620264097000","sentiment":0.0,"verified":true}
{"tweet":"This...doesn't make sense? I mean you can literally cash out bitcoin and spend it on things?","unix":"1620263992000","sentiment":0.0,"verified":true}
{"tweet":"$5 in 1 min  RT. Post your cashapp PayPal Venmo bitcoin FASSSTTTT.","unix":"1620263975000","sentiment":0.0,"verified":true}
{"tweet":"\"Payment for motherhood is like Bitcoin — it exists but it’s not tangible. We can’t see it but we know it’s there.\"    https:\/\/t.co\/FARP5ot2ur","unix":"1620263885000","sentiment":0.1901,"verified":true}
{"tweet":"@goodthingsliker Why don't you stop trying to second guess what I mean, and simply answer the question?","unix":"1620263728000","sentiment":0.2235,"verified":true}
{"tweet":"@100trillionUSD Time is Bitcoin. Block all the shitcoiners.","unix":"1620262834000","sentiment":-0.4404,"verified":true}
{"tweet":"Just replaced my roof and paid the contractor in #Bitcoin Am I the first to pay for a roof with Bitcoin? #WyomingFTW","unix":"1620262531000","sentiment":-0.1027,"verified":true}
{"tweet":"Pardon me pondering this pickle publicly, @KimKardashian, but…  🙃  With the recent divorce, one has to wonder:   Can Kim’s alleged illicit art importation be used to leverage her potential testimony against @kanyewest and associates’ activities in Wyoming doing #Bitcoin…stuff?","unix":"1620262514000","sentiment":0.3182,"verified":true}
{"tweet":"New York Bill Would Freeze Bitcoin #BTC  Miners Pending Environmental Review. @kevinolearytv weighs in #greenenergy #GreenMining  https:\/\/t.co\/ytWOqdrsP6","unix":"1620262483000","sentiment":0.0516,"verified":true}
{"tweet":"Bitcoin-focused firm Galaxy Digital Holdings Ltd. has agreed to buy BitGo Inc. for $1.2 billion in cash and stock, the first $1 billion deal in the cryptocurrency industry  https:\/\/t.co\/KBy4tLavKC via @WSJ","unix":"1620261936000","sentiment":0.2732,"verified":true}
{"tweet":"%20 komisyon indirimli BİNANCE önce kayıt oluyorsun ve anında kazaniyorsun #persembe #Bitcoin #Ethereum 🥳   https:\/\/t.co\/cyOUW3NNnn","unix":"1620261855000","sentiment":0.3818,"verified":true}
{"tweet":"Does anyone really think #dogecoin will ever be able to compete with Bitcoin? #Dogecoin can't even break $1.00","unix":"1620261537000","sentiment":0.0,"verified":true}
{"tweet":"The price of one Ether, the world's second most popular cryptocurrency after Bitcoin, hit an all-time high of $3,456 yesterday.  Ether has quadrupled in value so far this year.  #HardNumbers @gzeromedia  https:\/\/t.co\/ZSCpb22CdV","unix":"1620261006000","sentiment":0.6697,"verified":true}
{"tweet":"Who is the mysterious creator behind Bitcoin?💰  @HenaDoba explains the pseudonymous of the person or persons who created the technology.  https:\/\/t.co\/5qToIMLju5  https:\/\/t.co\/m5HVL08rNY","unix":"1620261000000","sentiment":0.25,"verified":true}
{"tweet":"Mark Cuban: The 3 ways Ethereum \"dwarfs\" bitcoin. (via @CNBCMakeIt)  https:\/\/t.co\/bU2Ak5BvmS","unix":"1620260779000","sentiment":0.0,"verified":true}
{"tweet":"@enriqueabeyta @tonyneal02 People call it “the flippening.” Couple months ago there wasn’t too much talk about it. But eth has gone from 1\/6th the market cap of bitcoin to 1\/3rd pretty quick recently. There’s potential for a strong “alt season” to make it happen, maybe temporarily, or at least get close.","unix":"1620260666000","sentiment":0.8674,"verified":true}
{"tweet":"Our @MichelleMakori, dives into #BTC threats in Part I of her interview with @MicroStrategy $MSTR CEO, @michael_saylor - “I think that #Bitcoin is going to be the emerging strong money store of value asset in the 21st century. “  WATCH:  https:\/\/t.co\/Cg38MMp8Jp  #crypto #ethereum","unix":"1620260141000","sentiment":0.6597,"verified":true}
{"tweet":"We take a look at how cryptocurrency is being regulated and used in Nigeria.  #Crypto #Cryptocurrency #Bitcoin #DeFi #Nigeria #Altcoin    https:\/\/t.co\/oOMWWpG22T","unix":"1620260104000","sentiment":0.0,"verified":true}
{"tweet":"Sats will become the standard, and so will good food!  https:\/\/t.co\/DL6Ph9fpec","unix":"1620259815000","sentiment":0.5378,"verified":true}
{"tweet":"Bitcoin rises 6.8 % to $56,852.03  https:\/\/t.co\/r2kzxzidBv  https:\/\/t.co\/8pbPjsmkKL","unix":"1620259810000","sentiment":0.0,"verified":true}
{"tweet":"@RaymondDurk me: ????  him: the dogs coin. you know. you're in that bitcoin shit right? you have to know about dog.  me: ...  him: shit, is that the name? actually. hold on. HONNEEYYYY WHATS THAT COIN I BOUGHT LAST NIGHT???  I'm going to maybe explode. This cycle is so much worse.","unix":"1620259601000","sentiment":-0.9107,"verified":true}
{"tweet":"Ojo con Pablo Gonzalez, Ben Peters y Daniel Vogel en #Bitso. En 15 años consiguieron que el mercado valore en más de 2 mil millones de dólares su compañía útil para comprar criptomonedas como el #Bitcoin","unix":"1620259352000","sentiment":0.0,"verified":true}
{"tweet":"JPMorgan CEO says \"I don't really care about #bitcoin\" but \"clients are interested … They want to be able to put it on statements, buy and sell it.\" #cryptocurrency  https:\/\/t.co\/27ZgPow5H8","unix":"1620259328000","sentiment":0.4727,"verified":true}
{"tweet":"#UFC to launch #token on fan engagement platform  https:\/\/t.co\/mBEhg5ud96.  https:\/\/t.co\/hrkEdPXChF","unix":"1620259254000","sentiment":0.6486,"verified":true}
{"tweet":"There is a greater difference between self-custody Bitcoin and 3rd party Bitcoin, than there is between self-custody Bitcoin and self-custody Ethereum.  He who applauds and cheers on the custodial Bitcoin service while condemning the Ethereum defi user, has lost his way.","unix":"1620259019000","sentiment":0.8126,"verified":true}
{"tweet":"@CJHandmer Hi Casey - Question: Do you have views on the recent claim that bitcoin could be good for green energy?  https:\/\/t.co\/30zQ8SyQDI","unix":"1620258435000","sentiment":0.6124,"verified":true}
{"tweet":"@tonyneal02 @enriqueabeyta It’s very hard to predict anything in crypto imo. But personally I’ve put a significant amount of my money on Eth 2.0 being a long term winner. I think there’s a chance to flip BTC in terms of market cap. I don’t have eth classic, bitcoin cash, lite coin or anything like that.","unix":"1620258357000","sentiment":0.9153,"verified":true}
{"tweet":"@EricBalchunas Thought we'd give you and @JSeyff something to chew on besides bitcoin ETFs 😆","unix":"1620258173000","sentiment":0.3612,"verified":true}
{"tweet":"Mercado Libre sigue los pasos de Tesla: es el primer unicornio de la región que comprará Bitcoin  https:\/\/t.co\/fvP07O9sE3  https:\/\/t.co\/RKerCSUiwM","unix":"1620258123000","sentiment":0.0,"verified":true}
{"tweet":"@udiWertheimer @CryptoCobain @UpOnlyTV oh i forgot bitcoin satoshi's vision was a thing","unix":"1620257882000","sentiment":0.25,"verified":true}
{"tweet":"@HeatherEvrdeen @APompliano @jack @mcuban @michael_saylor @cameron @tyler @Bitcoinbeach Thanks! Feels good to get it off my chest and let more people know about Bitcoin! would love to come but gonna post up at home a bit longer with our newborn (:","unix":"1620257840000","sentiment":0.8856,"verified":true}
{"tweet":"@spudszilla @Re_Tweet @APompliano @jack @mcuban @michael_saylor @cameron @tyler @Bitcoinbeach Thanks still learning a lot and looking forward to getting to know the Bitcoin community more, and figure who's legit and all that good stuff 😊 and yes that's me on the wave!","unix":"1620257771000","sentiment":0.9299,"verified":true}
{"tweet":"@surferjimw @newzealandhodl @bitstein @APompliano @jack @mcuban @michael_saylor @cameron @tyler @Bitcoinbeach gonna listen to your bitcoin matrix episode now (:","unix":"1620257646000","sentiment":0.4939,"verified":true}
{"tweet":"The Central Bank of Iran (CBI) has reiterated its ban on cryptocurrency trading, saying people would be solely responsible for losses they incur from buying and selling assets like bitcoin.    https:\/\/t.co\/6yG90S4R3Z","unix":"1620257526000","sentiment":-0.2023,"verified":true}
{"tweet":"@oohcooper It’s sad to see folks ape into something that is being sold as basically Bitcoin but cheaper and with more upside.","unix":"1620257488000","sentiment":-0.2617,"verified":true}
{"tweet":"@panekkkk I don’t know what you are contesting, Bitcoin’s monetary policy of 21M is its core identity. Doge’s was changed by a handful of people from finite to infinite. This is one of the most fundamental differences you can have between monies.","unix":"1620257154000","sentiment":0.0,"verified":true}
{"tweet":"@clancybtb Bitcoin Twitter is definitely stepping up.","unix":"1620257072000","sentiment":0.4019,"verified":true}
{"tweet":"Why You Shouldn’t Be Worried About A Bitcoin Ban.  \"If we dig into the potential scenarios, we figure out that the government’s, and your, most effective responses to Bitcoin are the same: to embrace it.\"  Written by @Sound___Money.   https:\/\/t.co\/FaVCQk12fn  https:\/\/t.co\/FZHs9nb5wi","unix":"1620256903000","sentiment":-0.0276,"verified":true}
{"tweet":"Bitso nació de la unión de las palabras Bitcoin y Peso, hoy es el nuevo unicornio mexicano, levantó 250 mdd y está valuado en 2,200 mdd 🦄  https:\/\/t.co\/WZ5ygZbaFf","unix":"1620256800000","sentiment":0.0,"verified":true}
{"tweet":"what a stupid idea for a bill:  https:\/\/t.co\/GqQl8VpL4t  this would only hand even more power to China, which has a lot of bitcoin miners","unix":"1620256505000","sentiment":-0.0516,"verified":true}
{"tweet":"#bitcoin #bitcoinatm First time seeing one of these in Ontario, OR. #BackToTheFuture Are you dabbling in #cryptocurrency?  https:\/\/t.co\/DzKL8T9lZS","unix":"1620256377000","sentiment":0.0,"verified":true}
{"tweet":"A #Bitcoin ETF will initiate a flood of institutional money of biblical proportions.","unix":"1620256003000","sentiment":0.0,"verified":true}
{"tweet":"The only explanation for TikTok's battery use on a phone is bitcoin mining. Nothing else makes sense.","unix":"1620255957000","sentiment":0.0,"verified":true}
{"tweet":"Tonight is the perfect night to have some fun with my promo code and your #bitcoin  @BovadaOfficial  Promo code: LISA250BV #NHL  https:\/\/t.co\/xE8iBTj59v","unix":"1620255906000","sentiment":0.7906,"verified":true}
{"tweet":"MercadoLibre $MELI has added #Bitcoin to its balance sheet. The dominos continue to fall.    https:\/\/t.co\/9w1XSIk0HW","unix":"1620255866000","sentiment":0.0,"verified":true}
{"tweet":"NEW: @RevolutApp is testing #bitcoin withdrawals for the first time, starting with users in the UK.  @JamieCrawleyCD reports   https:\/\/t.co\/L6FXxw44Ma","unix":"1620255691000","sentiment":0.0,"verified":true}
{"tweet":"This is what it looked like browsing the internet in 1998. But as time marched on, more development happened, and everything got better.  We are so early in Bitcoin.  https:\/\/t.co\/sWgKE3p98X","unix":"1620255621000","sentiment":0.6808,"verified":true}
{"tweet":"Mientras el mundo habla sobre el #Bitcoin, la tecnología #NFT toma mucha fuerza 😮  https:\/\/t.co\/w4bvonEqQL","unix":"1620255386000","sentiment":0.0,"verified":true}
{"tweet":"Disintermediation is inevitable, #Bitcoin is just enforcement.","unix":"1620255269000","sentiment":0.0,"verified":true}
{"tweet":"We'll go first:  1⃣You. This community gives us the sight of a brighter future for all. 2⃣Satoshi Nakamoto. Thank you for developing Bitcoin and devising the first blockchain database - you have changed philanthropy. 3⃣Strength. Our ability to fight for what we truly believe in.","unix":"1620255156000","sentiment":0.7717,"verified":true}
{"tweet":"Bitcoin Cash is the new 3x levered Dogecoin.   Few understand this.  https:\/\/t.co\/elPhf6NeaL","unix":"1620255057000","sentiment":0.0,"verified":true}
{"tweet":"Is China softening on Bitcoin? A turn of phrase stirs the crypto world.   https:\/\/t.co\/XRfVCSMo5X","unix":"1620255040000","sentiment":0.0,"verified":true}
{"tweet":"17\/ And for folks saying that Doge inflation will eventually trend to zero “just like” Bitcoin, consider that in 2030, Doge inflation will be 39%, or 90x Bitcoin’s rate by that stage. And the ultimate point remains folks can change the issuance pretty easily. Not so with BTC.  https:\/\/t.co\/Mlgm3x7vIO","unix":"1620254762000","sentiment":0.6808,"verified":true}
{"tweet":"#Bitcoin is coming to hundreds of US banks says crypto firm @NYDIG_BTC    https:\/\/t.co\/QsTA2aYi7C   #BTC #Cryptocurrency #FinTech #FinServ #Banking #DigitalBanking","unix":"1620254702000","sentiment":0.0,"verified":true}
{"tweet":"Have you created your crypto watchlist and if so what cryptocurrencies are in it?   If you haven't you can get started on the link below.    https:\/\/t.co\/X11xz60tZb  #Crypto #Cryptocurrency #Altcoin #CoinMarketCap #DeFi #Bitcoin #NFT #NFTs  https:\/\/t.co\/ddNVBpYWFU","unix":"1620254413000","sentiment":0.25,"verified":true}
{"tweet":"\"With #bitcoin available through your bank to be purchased with as little as $1, now you have an attractive asset that’s available to be owned by anyone in any amount.\" #cryptocurrency  https:\/\/t.co\/LawBy9ymZE","unix":"1620253998000","sentiment":0.6597,"verified":true}
{"tweet":"Around this time last year, I started learning about &amp; really digging in to what #bitcoin is &amp; how it can change the world. Read my blog post “A Silver lining” to hear more from my hubby &amp; I.    https:\/\/t.co\/J48WUl5XuA","unix":"1620253950000","sentiment":0.0,"verified":true}
{"tweet":"“For context, the return on investment for Medina Spirit’s owners would be roughly similar to purchasing Bitcoin for $1 in 2011 or a PSA 10 Michael Jordan rookie card for $15 at a garage sale.”  Let that sink in.    https:\/\/t.co\/35qZ1wBNJ8","unix":"1620253945000","sentiment":0.0,"verified":true}
{"tweet":"100 likes on my last tweet !!! Post your cashapp PayPal Venmo bitcoin Gcash zelle 10 times each.    I’m sending money !!   Must RT !","unix":"1620253907000","sentiment":0.6083,"verified":true}
{"tweet":"Swiss #crypto bank SEBA to support 3 #defi tokens.  https:\/\/t.co\/ZhLFRuOtkt","unix":"1620253895000","sentiment":0.4019,"verified":true}
{"tweet":".@CMEGroup has traded 40,000 micro bitcoin futures contracts since its launch Sunday evening.   @TimMcCourtCME tells #CDTV this futures contract is the third-best launch in CME history.  Watch the full interview:  https:\/\/t.co\/UF1GneFLPU","unix":"1620253812000","sentiment":0.0,"verified":true}
{"tweet":"In this episode of Fed Watch, @ck_SNARKs and @AnselLindner sat down with @BTCization, author of “The Conclusion Of The Long-Term Debt Cycle And The Rise Of Bitcoin,” to discuss his article and how bitcoin fits in.   https:\/\/t.co\/GaKu2ClqkC  https:\/\/t.co\/ZZFtTzuiZ3","unix":"1620253603000","sentiment":-0.3612,"verified":true}
{"tweet":"$500 to 1 person who tags a Bitcoin speculator and tells them to sell now before they lose everything!!!","unix":"1620253476000","sentiment":-0.5538,"verified":true}
{"tweet":"@Bitcoinbeach Yeah I’ve been holding back for a while... but it’s true I’ve been orange pilled 🤪😅🤗#bitcoin","unix":"1620253429000","sentiment":0.9052,"verified":true}
{"tweet":"Random thought: If Warren Buffet began his career in this economic environment, he would be #HODLing Bitcoin.","unix":"1620253365000","sentiment":0.0,"verified":true}
{"tweet":"got my notifications post your cashapp PayPal Venmo bitcoin Gcash zelle now   Must rt","unix":"1620253180000","sentiment":0.0,"verified":true}
{"tweet":"I love my job.   I get to share bitcoin with the world and work with brilliant, kind, and incredibly talented people every day.   Feeling very thankful and I couldn’t imagine doing anything else.","unix":"1620253083000","sentiment":0.9708,"verified":true}
{"tweet":"This seems to have flown under the #Bitcoin Twitter radar, but @Mercadolibre (a publically traded e-commerce company in Argentina) just announced a $7.8 million purchase of #Bitcoin for their treasury strategy.   Soon to be added to 👉🏻  https:\/\/t.co\/QFE1MKYIL5","unix":"1620253072000","sentiment":0.296,"verified":true}
{"tweet":"All the Wall Street investors saying bitcoin is a religion forget that Berkshire Hathaway is their religion and Warren Buffett is their god.","unix":"1620252936000","sentiment":0.0516,"verified":true}
{"tweet":"@bulzz_i @TheStalwart Yeah I wouldn’t say 9 more years of Doge before it drops below 40% is “barely different” than Bitcoin which is ~1.74% now and to be cut in half two more times by then","unix":"1620252737000","sentiment":0.0258,"verified":true}
{"tweet":"@MichaelaArouet My hope is integrate a new system like Bitcoin so the transition can be easier for society. Think it will be determined country by country or even state by state.","unix":"1620252248000","sentiment":0.8625,"verified":true}
{"tweet":"Bitcoin banking at your community bank!!","unix":"1620252029000","sentiment":0.0,"verified":true}
{"tweet":"Michael Saylor: Bitcoin has no existential threats and will dominate 21st century  https:\/\/t.co\/kEusewnyoz #kitconews #gold #silver #economics #metals #mining #finance #investing","unix":"1620251885000","sentiment":-0.0946,"verified":true}
{"tweet":"One Cambridge study found that the energy expended in bitcoin mining annually is more than the annual carbon footprint of many nations. Bitcoin mining operations have been drawn to upstate New York recently due to the area's power affordability and cool weather.","unix":"1620251630000","sentiment":0.5267,"verified":true}
{"tweet":"A new bill introduced in the New York Senate would pause bitcoin mining in the state for 3 years so its environmental impact can be reviewed. The bill was presented by Democratic state Sen. Kevin Parker to NY's Senate Environmental Conservation Committee on May 3.  https:\/\/t.co\/MBHIKvEf2t","unix":"1620251629000","sentiment":0.0,"verified":true}
{"tweet":"My new book, The Promise of Bitcoin! Coming out in less than two weeks, on May 18.  You can preorder on @Amazon or get #Kindle ebook, and it’ll also be available as an audiobook later this summer. Special deal on my website:  https:\/\/t.co\/3L0WEwA1DI  #bitcoin #thepromiseofbitcoin  https:\/\/t.co\/fE93KXLl3R","unix":"1620251444000","sentiment":0.7177,"verified":true}
{"tweet":"Mercado Livre divulga em seu balanço compra de US$ 7,8 milhões em bitcoin  https:\/\/t.co\/MPKQfPuPCm","unix":"1620251392000","sentiment":0.0,"verified":true}
{"tweet":"Mercado Livre anuncia compra de R$ 40 milhões em bitcoin   https:\/\/t.co\/lNoB14nTvK","unix":"1620251164000","sentiment":0.0,"verified":true}
{"tweet":"bitcoin adalah ... 😂😂😂 https:\/\/t.co\/UBkAo68F5T","unix":"1620250910000","sentiment":0.8271,"verified":true}
{"tweet":"@btccat @compass_mining based on what? it's math. the link to the EPA emissions calculator and a secondary bitcoin emissions calculator are provided.  facts &gt; feelings","unix":"1620250855000","sentiment":0.0,"verified":true}
{"tweet":"JUST IN: Latin American e-commerce giant MercadoLibre, announced that they purchased $7.8 million in bitcoin this past quarter.","unix":"1620250175000","sentiment":0.0,"verified":true}
{"tweet":"Le géant argentin du e-commerce @Mercadolibre a lui aussi investi dans le bitcoin. Le groupe qui pèse 75 milliards $ à Wall Street fait notamment partie des partenaires de Facebook pour son projet de monnaie numérique.  https:\/\/t.co\/1nQmvPMYz2","unix":"1620249423000","sentiment":0.0,"verified":true}
{"tweet":"You don’t actually own the bitcoin you buy on PayPal. But you can still make a profit  https:\/\/t.co\/oYKELtUHQr","unix":"1620249050000","sentiment":0.5927,"verified":true}
{"tweet":"@MediatedReality Yes, but you can avoid jail time by paying a fine in bitcoin","unix":"1620248628000","sentiment":0.0644,"verified":true}
{"tweet":"Balance de $MELI:  - Ventas: USD 1.380M vs USD 1.160 M est. - EPS: - USD 0.68 vs. USD 0.26 est. - Invirtió USD 7.8M en Bitcoin  After hour: +1.3%  https:\/\/t.co\/qg5y5wcbJD","unix":"1620248547000","sentiment":0.0,"verified":true}
{"tweet":"Senator Kevin Parker insists that it is the policy of New York to improve such things and conserve and protect the state’s environment. #bitcoin  https:\/\/t.co\/oTDM9TGEfn","unix":"1620248493000","sentiment":0.6705,"verified":true}
{"tweet":"Los medios sobre Bitcoin, antes y ahora 🤣  https:\/\/t.co\/PXNWdPU1eX","unix":"1620248457000","sentiment":0.4939,"verified":true}
{"tweet":".@Mercadolibre compró casi u$s8 millones en #Bitcoin  $BTC es “un activo digital que estamos revelando dentro de nuestros activos intangibles de vida indefinida\", dijo $MELI en su balance trimestral","unix":"1620248075000","sentiment":0.0,"verified":true}
{"tweet":"I have a friend who tried telling everyone about Bitcoin in 2014 (no one really listened) and who got wiped out when this exchange disappeared. Regulation in the U.S. has improved but such things still happen which is why self-custody is important.","unix":"1620247958000","sentiment":0.5994,"verified":true}
{"tweet":"What’s causing #bitcoin’s dominance to slip &amp; alternative cryptos like $ETH to flex some muscle 💪?  Read our blog to learn about DeFi darlings $ADA &amp; $DOT, what happened with NFTs &amp; how inflation could affect the markets.  https:\/\/t.co\/CRx0dobccD","unix":"1620247955000","sentiment":0.7579,"verified":true}
{"tweet":"Please join me in welcoming one of the most unstoppable surfers in the world to #Bitcoin.  👇🏾👇🏾👇🏾","unix":"1620247703000","sentiment":0.6494,"verified":true}
{"tweet":"Goldman Sachs led a $15 million investment round in @coinmetrics, a bitcoin data provider for institutional investors.   With the proceeds of the investment round, Coin Metrics plans “to grow in Europe and Asia, create new products and expand current offerings.”","unix":"1620247685000","sentiment":0.5267,"verified":true}
{"tweet":"El Bitcoin Cash aumenta un 30% y se consolida como una nueva alternativa  https:\/\/t.co\/DS2pMvUHP1","unix":"1620247284000","sentiment":0.0,"verified":true}
{"tweet":"@lldzne He campaigned for Brexit.","unix":"1620247090000","sentiment":0.0,"verified":true}
{"tweet":"@lldzne You know he's my brother?","unix":"1620246842000","sentiment":0.0,"verified":true}
{"tweet":"Cool stuff @HarvardBiz, publishing one of the worst abusive bitcoin bros.  https:\/\/t.co\/waW134tBFB","unix":"1620246799000","sentiment":-0.7906,"verified":true}
{"tweet":"@evankaloudis It is sad that this seems necessary but outside of the Bitcoin community, millions of people are now blindly aping into Doge and a lot of folks in finance and journalism and entertainment are egging them on.","unix":"1620246777000","sentiment":0.3919,"verified":true}
{"tweet":"Nigeria’s latest total traded volumes figure was generated by the platform’s approximately1.5 million users. #cryptocurrency  https:\/\/t.co\/SGX4Nd6BG3","unix":"1620246764000","sentiment":0.0,"verified":true}
{"tweet":"We were sad to hear about Katy Diaz's tragic death @nayibbukele  Thankful to see people around the world rallying to build a surf training center in her honor #Bitcoin  I can't wait to get back down to #ElSalvador's amazing waves and spend some time with the BitcoinBeach project","unix":"1620246585000","sentiment":0.1779,"verified":true}
{"tweet":"When something has value, it can be treated as a currency - even dogecoin, @bitpanda's @eric_demuth says on #CDTV.  \"That's the future of currency. This is what #bitcoin has brought for us.\"  Watch the full markets segment, sponsored by @Grayscale:  https:\/\/t.co\/6qK3CfMMND  https:\/\/t.co\/iVviL9XCa8","unix":"1620246444000","sentiment":0.34,"verified":true}
{"tweet":"This week’s @bitcoinoptech newsletter encourages miners to begin signaling for Taproot, discusses closing lost Lightning Network channels and more.   https:\/\/t.co\/T6cpkShahV  https:\/\/t.co\/M2DIHzWuXy","unix":"1620246436000","sentiment":0.1531,"verified":true}
{"tweet":"Bitcoin is coming to hundreds of US banks, says crypto firm NYDIG  https:\/\/t.co\/YpldbadSS2","unix":"1620246263000","sentiment":0.0,"verified":true}
{"tweet":"JUST IN: Latin American e-commerce giant @Mercadolibre disclosed a $7.8 million #bitcoin purchase Wednesday, making it the latest publicly traded company with BTC on the balance sheet.  @realDannyNelson reports   https:\/\/t.co\/ACpSMePUbl","unix":"1620246205000","sentiment":0.0,"verified":true}
{"tweet":"@MichaelIppo @oscarjonny1 Your name is bitcoin?","unix":"1620245996000","sentiment":0.0,"verified":true}
{"tweet":"13\/ Remember: Dogecoin has had several insane pumps like this before, only to later fall in value by 90%+.  In sum: Please do not listen to anyone who says Dogecoin is better than, no different than, or even remotely similar to Bitcoin.","unix":"1620245917000","sentiment":0.6369,"verified":true}
{"tweet":"10\/ The creator of Bitcoin is unknown. If they were known, they would be in prison because BTC threatens the fiat system as well as dollar primacy as a world reserve currency.  The creators of Dogecoin are well known, and fine, because it's a joke that doesn’t threaten anyone.","unix":"1620245916000","sentiment":-0.3182,"verified":true}
{"tweet":"9\/ Bitcoin is one of the largest + most active software projects in the world, upgraded continuously. Its latest major upgrade Taproot is now in the activation process.  The Dogecoin codebase is on life support, barely updated since 2017. It's essentially a dead software project.","unix":"1620245916000","sentiment":0.101,"verified":true}
{"tweet":"8\/ Bitcoin has global + local liquidity and in every major urban area on earth someone is happy to buy BTC from you. Robust p2p markets exist worldwide as shown by LocalBitcoins\/Paxful.  Dogecoin is only available on select exchanges + doesn't have p2p markets or infrastructure.","unix":"1620245916000","sentiment":0.7269,"verified":true}
{"tweet":"7\/ Bitcoin is a trillion-dollar asset adopted by well-known, major corporations as a store of value. It is spreading through Wall Street and the global banking system.  Dogecoin is a 70 billion-dollar asset which has been adopted by retail traders and a handful of whales.","unix":"1620245916000","sentiment":0.7506,"verified":true}
{"tweet":"6\/ Bitcoin has a strong culture of self-custody. Millions of people + institutions directly hold millions of BTC. This prevents capture.  Dogecoin has a GME culture. Many ape into the asset on apps like Robinhood, which don't permit self-custody, making it vulnerable to capture.","unix":"1620245915000","sentiment":0.7766,"verified":true}
{"tweet":"4\/ Bitcoin is decentralized as a result of a robust architecture of full nodes, where individuals run the Bitcoin software at home or work.   There are tens of thousands of these worldwide. Users, not miners or developers, decide which blocks are valid and which software to run.","unix":"1620245915000","sentiment":0.128,"verified":true}
{"tweet":"3\/ Bitcoin’s issuance is predictable. The users, who are self-interested to preserve the system, control the rules.  Dogecoin’s issuance is unpredictable. It can and has been altered. For example, in 2014 the creators simply changed the monetary policy from finite to infinite.","unix":"1620245915000","sentiment":0.0,"verified":true}
{"tweet":"2\/ Bitcoin is absolutely scarce. There will never be more than 21 million Bitcoin.  Dogecoin is infinite. The system is on track to mint 14.4 million new Doge each day and 5.2 billion more Doge each year, forever.","unix":"1620245914000","sentiment":0.0,"verified":true}
{"tweet":"1\/ It is *really important* to understand that Bitcoin is very different from Dogecoin.  Some are making jokes comparing the two, especially as Doge has outperformed BTC + ETH this year.  Many of you already know, but for everyone else, here are some of the key differences 🧵","unix":"1620245914000","sentiment":0.2609,"verified":true}
{"tweet":"@CryptoXinc Ethereum started as a token presale to holders of Bitcoin.","unix":"1620245791000","sentiment":0.0,"verified":true}
{"tweet":"Is currency now like any other commercial product, like shoes or appliances? I'm truly confused. #Dogecoins #Bitcoin","unix":"1620245735000","sentiment":0.6808,"verified":true}
{"tweet":"Digitale goudkoorts rond oppotmiddel bitcoin  https:\/\/t.co\/GHLv58w3qh","unix":"1620245317000","sentiment":0.0,"verified":true}
{"tweet":"Blockchain es como intentar explicar el internet a alguien en 1991.  Ojalá el presidente electo .@LassoGuillermo y su gabinete adopten políticas que incentive el uso, compraventa y minería de Bitcoin en el país.   Estamos temprano todavía 😉","unix":"1620245245000","sentiment":0.3612,"verified":true}
{"tweet":"Con el respeto y admiración que le tengo a Mauricio Pozo, escucharlo hablar de #Bitcoin es decepcionante.   Lo cataloga de efecto espuma, con desprestigio y sin futuro.   Tal vez olvidó que Nixon en 1971 eliminó el gold standard del dólar.","unix":"1620245244000","sentiment":-0.5574,"verified":true}
{"tweet":"@AzazelAyers @dysmemic @tyler OK. So explain how bitcoin will be made quantum resistant if it's almost impossible to change anything.","unix":"1620245208000","sentiment":0.0,"verified":true}
{"tweet":"Much wow! Such news! We now accept #Dogecoin #crypto donations! Help us close the need gap by donating your $Doge gains to us.   Donate here:  https:\/\/t.co\/aPaGR6D4o3  #Cryptocurrency #Bitcoin #Crypto4Good  https:\/\/t.co\/OzkAEfy8ll","unix":"1620245076000","sentiment":0.9077,"verified":true}
{"tweet":"Fiat Lux: The Origins Of Modern Money.  \"Bitcoin is a new beginning. A new base layer. An opportunity to transition a new and better system, while the old one goes down in flames.\"  Written by @heavilyarmedc.   https:\/\/t.co\/rQHXDIoggX  https:\/\/t.co\/Z96Y9lvsiB","unix":"1620244575000","sentiment":0.6908,"verified":true}
{"tweet":"here is a chart explaining why people mine bitcoin instead of just buying it  productive asset &gt; passive asset  this assumes mining income drops 25% every 12 months in BTC terms  i'm trying to accumulate as much bitcoin as possible over here y'all  https:\/\/t.co\/M7phC2LdsJ","unix":"1620244564000","sentiment":0.7003,"verified":true}
{"tweet":"#Bitcoin is coming to hundreds of U.S. banks this year: @CNBC’s @Hugh_Son details his reporting on FIS’ #crypto firm NYDIG suggesting big banks are looking to allow #customers to buy, hold and sell bitcoin. Learn more:  https:\/\/t.co\/6U9BHdqRQQ","unix":"1620244477000","sentiment":0.2263,"verified":true}
{"tweet":"@davidshimel I can see it argued both ways, but I think it's net good. Instagram was 12 people, Minecraft &amp; Bitcoin was 1 person, WhatsApp was 55, and they were all started roughly a decade ago.  So small team productivity has soared, but big companies still remain. Crypto may catabolize.","unix":"1620244387000","sentiment":0.4767,"verified":true}
{"tweet":"@ObstinantNemiel years ago, a guy paid for a pizza with bitcoin (10,000). It's an old story, but just an interesting one","unix":"1620244254000","sentiment":0.5499,"verified":true}
{"tweet":"Will cryptocurrencies controlled by governments displace others like Bitcoin? Binance CEO Changpeng Zhao weighs in  https:\/\/t.co\/WyEkouw5vk  https:\/\/t.co\/iG1HeWcP7O","unix":"1620244022000","sentiment":0.3612,"verified":true}
{"tweet":"@PaddyRy65586397 @iainoverton What really gets me is the 'military mindset' self-help shit. Ant Middleton meets wax melt spirituality meets bitcoin meets neoliberal self-flagellation.","unix":"1620243869000","sentiment":-0.5574,"verified":true}
{"tweet":"lamentably, the value of bitcoin and gold are reported in fiat.  a beautiful, i dare say, necessary synergy would be if their values could be reported in terms of one another. fiat is still dictating the value language of its greatest adversaries.","unix":"1620243537000","sentiment":0.9022,"verified":true}
{"tweet":"New York wants to halt Bitcoin mining until its environmental impact is assessed  https:\/\/t.co\/k5HUIoZvqE","unix":"1620243331000","sentiment":0.0,"verified":true}
{"tweet":"The next Bitcoin Cash May 15th upgrade will bring many improvements to users and merchants. #BCH  https:\/\/t.co\/iIhrLTgGD7","unix":"1620243086000","sentiment":0.3182,"verified":true}
{"tweet":"\"Protect your #bitcoin like it's worth 10 times the value it's worth today,\" @CasaHODL CEO @Nneuman says at Unlocked 101.  Register for your crypto crash course ahead of #Consensus2021:  https:\/\/t.co\/maOnEy6XiX  https:\/\/t.co\/xux4pD6fHJ","unix":"1620243041000","sentiment":0.765,"verified":true}
{"tweet":"Thought as Currency—From Cryptocurrency To Neurocurrency.   https:\/\/t.co\/SslRNDeZgT @elonmusk #cryptocurrency #Coinbase #dogecoin #Bitcoin","unix":"1620242779000","sentiment":0.0,"verified":true}
{"tweet":"Ethereum founder Vitalik Buterin is now a billionaire, as the crypto reaches record highs. Could ether soon rival bitcoin?  https:\/\/t.co\/nNAR5cm3r4","unix":"1620242402000","sentiment":0.0516,"verified":true}
{"tweet":"You can now customize what you see on the CoinMarketCap homepage.   What will you pick? Make CoinMarketCap your own.    https:\/\/t.co\/7AXyIsiM7a   #Crypto #Cryptocurrency #Altcoin #Bitcoin #Blockchain #DeFi #NFT #NFTs  https:\/\/t.co\/DH7MvhvBXL","unix":"1620242118000","sentiment":0.0,"verified":true}
{"tweet":"Mexican Bitcoin Exchange Bitso Raises $250 Million, Becomes Latin America’s First Crypto Unicorn via @forbes  https:\/\/t.co\/aycqR6yrCJ","unix":"1620241958000","sentiment":0.0,"verified":true}
{"tweet":"@taranoodle Start saving to invest in Bitcoin.","unix":"1620241908000","sentiment":0.0,"verified":true}
{"tweet":"7\/ disclosure: i'm an investor in @compass_mining &amp; @MintGreenHQ via @CoinSharesCo Ventures &amp; my personal holdco. i'm an investor + advisor @CasaHODL.  this isn't financial advice. DYOR.  mine bitcoin. run a node. donate to bitcoin core devs. stack sats.","unix":"1620241899000","sentiment":0.0,"verified":true}
{"tweet":"6\/ every week, like clockwork, my bitcoin gets paid out to my @bluewalletio and when enough accumulates, i send it to my @CasaHODL multi-sig for long-term HODLing  loving my experience mining, and @compass_mining makes it so easy  https:\/\/t.co\/khNQk8vdbI","unix":"1620241764000","sentiment":0.879,"verified":true}
{"tweet":"New Bill Would Ban Bitcoin Mining Across New York State for Three Years  https:\/\/t.co\/W4w4QC9dbM via @EARTH3R","unix":"1620241563000","sentiment":-0.5574,"verified":true}
{"tweet":"\"While consumer interest in #cryptocurrency - especially in #bitcoin - is high, work is still required to ensure consumer choice, protection, and their regulatory compliance,\" says #Mastercard.  https:\/\/t.co\/ZVC93FgWco","unix":"1620241358000","sentiment":0.6808,"verified":true}
{"tweet":"LIVE: @NYDIG_BTC could bring #bitcoin to hundreds of U.S. banks, @GalaxyDigital buying @BitGo for $1.2 billion and more.   @TimMcCourtCME of @CMEGroup and CoinDesk's @galenmoore join All About Bitcoin on  https:\/\/t.co\/yHMYaDyzNy:  https:\/\/t.co\/Dl2F2gw3G3","unix":"1620241231000","sentiment":0.296,"verified":true}
{"tweet":"🚀 𝗜𝗧𝗘𝗠 𝗢𝗙 𝗧𝗛𝗘 𝗚𝗔𝗠𝗘  🛒  https:\/\/t.co\/4FO25hm55H  💰 Now accepting PayPal, Bitcoin, Bitcoin Cash, Ethereum, Dogecoin, GUSD, USDC, Pax &amp; BUSD 💰  https:\/\/t.co\/VvMQLusu26","unix":"1620241200000","sentiment":0.3818,"verified":true}
{"tweet":"New Bill Would Ban Bitcoin Mining Across New York State for Three Years  https:\/\/t.co\/iOVOUF8eXe  https:\/\/t.co\/dd35Hcbllq","unix":"1620241114000","sentiment":-0.5574,"verified":true}
{"tweet":"I wrote a script to do exactly this the last time a bitcoin bro and his Twitter underbelly squad dogpiled me and told me to le*rn to c*de (because apparently I couldn't *possibly* know how, right? right?)  Glad to see someone made it too, and made it available to all.","unix":"1620241006000","sentiment":0.5204,"verified":true}
{"tweet":"5\/ carbon offsets were purchased from @goldstandard, @VerraStandards is also good  i'm working on sourcing offsets generated within the bitcoin industry. @CrusoeEnergy is doing a great job here, as is @MintGreenHQ (i'm an investor).  circular crypto economy ftw","unix":"1620241002000","sentiment":0.875,"verified":true}
{"tweet":"4\/ opex - my miner uses ~3.25 kw \/ hr for 90 days = 7020 kwh at $0.06 \/ kwh (all costs included!)   carbon offset - optional, i used the @EPA calculator which says 7020 kwh of US power generation = 5 tons CO2  i also like this bitcoin emissions calculator:  https:\/\/t.co\/EdWmOVhrQk","unix":"1620240838000","sentiment":0.4199,"verified":true}
{"tweet":"Having held around the 54.2K level for much of the morning, #Bitcoin advanced past 56.6K and is considering another test of 58.82K.  https:\/\/t.co\/zV2HnVvrNI","unix":"1620240698000","sentiment":0.25,"verified":true}
{"tweet":"Given the boom in alts, this isn't surprising; however, Bitcoin is rallying once again and the next test of resistance at 58.88K is going to be a telling moment.","unix":"1620240696000","sentiment":-0.2057,"verified":true}
{"tweet":"The pictures above could be woven into a bearish story. Hodlers are starting to send coins to exchanges (addresses that haven't been active included) and #Bitcoin is failing to keep pace with its recent growth rates.","unix":"1620240696000","sentiment":-0.4512,"verified":true}
{"tweet":"3\/ bitcoin mined - 86% of bitcoin mined to date is block rewards, 14% is transaction fees (up from 12% last month)  hardware - the market for mining equipment continues to be incredibly supply constrained, semiconductor shortages are everywhere in crypto compute","unix":"1620240608000","sentiment":-0.2682,"verified":true}
{"tweet":"Who is your fave social media influencer for crypto? #bitcoin #ethereum #dogecoin #BNB #cardano #Polkadot @Bitboy_Crypto @TheCryptoLark @APompliano @Pomplia @cryptorecruitr","unix":"1620240324000","sentiment":0.4404,"verified":true}
{"tweet":"Coming up on All About Bitcoin:  • @TimMcCourtCME of @CMEGroup on micro bitcoin futures that launched today • CoinDesk's @galenmoore brings charts and insights on #bitcoin's declining dominance and #ether's rise  Tune in at 3 p.m. ET on  https:\/\/t.co\/yHMYaDyzNy:  https:\/\/t.co\/Ofzh6aZXTh","unix":"1620240304000","sentiment":0.3182,"verified":true}
{"tweet":"1\/ time for my monthly #Bitcoin  mining update 🚀  i'm 90 days into my experiment, and i've mined 0.05 bitcoin.  let's run the numbers, fam 👋🏾  (i use @compass_mining to source hardware + manage ops, but make this report myself)  https:\/\/t.co\/CMPNe1qypG","unix":"1620240300000","sentiment":0.2732,"verified":true}
{"tweet":"BitcoinCash can act as both a store of value and a peer-to-peer digital currency, while Bitcoin's fees are too high to be readily useable as a daily currency.   There's a place in the crypto ecosystem for all coins, but #BTC maximalists are being willfully ignorant about #BCH","unix":"1620240106000","sentiment":-0.2382,"verified":true}
{"tweet":"Bitcoin es furor en Argentina y AFIP lo sigue de cerca: cuánto pagan de impuestos las criptomonedas  https:\/\/t.co\/qgef1VNiT1  https:\/\/t.co\/6t0fYEmBbr","unix":"1620240097000","sentiment":0.0,"verified":true}
{"tweet":"In a Bitcoin bull market, dips are made for stacking!  https:\/\/t.co\/WXNorvzzHi","unix":"1620239479000","sentiment":0.0,"verified":true}
{"tweet":"Qué momento del básquetbol argentino. Somos el Bitcoin de las disciplinas deportivas latinoamericanas.","unix":"1620239253000","sentiment":0.0,"verified":true}
{"tweet":"Ten years ago, you'd only have to scroll down a few comments on any given news article posted online to see a John 3:16 reference. Today, it's a Bitcoin enthusiast.","unix":"1620239162000","sentiment":0.3612,"verified":true}
{"tweet":"Ditto this piece on bitcoin's environmental impact  https:\/\/t.co\/q7OlKZu30u  https:\/\/t.co\/cpCJQFOnzZ","unix":"1620238780000","sentiment":0.0,"verified":true}
{"tweet":"What do you earn when you stack $STX? #Bitcoin.   How much time do you have left to deposit STX and join the next @Stacks cycle? 3 days:  https:\/\/t.co\/S7sDaIHhuJ  https:\/\/t.co\/Tjj3mOiGRV","unix":"1620238500000","sentiment":0.3736,"verified":true}
{"tweet":"It's worth reading through the replies to this. Mostly ad hominem abuse, or taking bitcoin's trillion dollar valuation as proof of concept.  PS Maybe it's the AOL or Yahoo of crypto, and not the Myspace....","unix":"1620238275000","sentiment":-0.5106,"verified":true}
{"tweet":"#NewProfilePic  #bitcoin @bitkite 🤙🏽🤙🏽🤙🏽  https:\/\/t.co\/K61f2PTtU9","unix":"1620238038000","sentiment":0.8625,"verified":true}
{"tweet":"'He made us hand our phones over and took us to a secret location.'  Sky's @chesh tells the #WeeklyClimateShow what it was like to visit a secret bitcoin mining farm in China.  Catch up with the #DailyClimateShow:  https:\/\/t.co\/jdznANeO8t  https:\/\/t.co\/8FdHxCwfoW","unix":"1620237900000","sentiment":0.6908,"verified":true}
{"tweet":"I’d like to see #Bitcoin hit $58,000 today.","unix":"1620237801000","sentiment":0.3612,"verified":true}
{"tweet":"\"Even though Satoshi's efforts to remain anonymous are not bulletproof, they are extreme,\" one person wrote seven years ago. #Bitcoin  https:\/\/t.co\/b0v3ddhTMI","unix":"1620237727000","sentiment":0.0,"verified":true}
{"tweet":"¿En que series han nombrado a #Bitcoin?   https:\/\/t.co\/2TO8wC5FQK","unix":"1620237684000","sentiment":0.0,"verified":true}
{"tweet":"CHARTAPALOOZA - BITCOIN AND ALTCOIN CHARTS AND TARGETS  https:\/\/t.co\/VtvOzEW6KD","unix":"1620237609000","sentiment":0.0,"verified":true}
{"tweet":"Fidelity National Information, which is a vendor to banks with nearly 300 million checking accounts, will partner with NYDIG to bring #Bitcoin buying, selling, and hodling to the masses.  https:\/\/t.co\/rIVLbdkRph","unix":"1620237588000","sentiment":0.0,"verified":true}
{"tweet":"NEW: A scammer took over several .onion domains by sending a registrar a fake court order. Then tried to steal bitcoin from the sites' users.    https:\/\/t.co\/MFseWKeoay","unix":"1620237514000","sentiment":-0.743,"verified":true}
{"tweet":"Grayscale will become the Giants’ presenting home game sponsor and a supporting sponsor of the team’s training camp. And it will also host voluntary educational seminars on Bitcoin for Giants personnel.  @AhykeCop covers the details    https:\/\/t.co\/wliTFKi37u  https:\/\/t.co\/POi5xWe789","unix":"1620237477000","sentiment":0.4404,"verified":true}
{"tweet":"Bitcoin will eventually hit '$1 million a coin,' CoinDesk editor predicts  https:\/\/t.co\/PqOiZoAxVI by @SeanaNSmith  https:\/\/t.co\/NSKBtuUMqk","unix":"1620237157000","sentiment":0.0,"verified":true}
{"tweet":"Oddsmakers are betting that @elonmusk will mention #bitcoin during @nbcsnl appearance ... and that @Tesla stock will rise at least 1% on the Monday after:  https:\/\/t.co\/9iEt5Z3Xze","unix":"1620236709000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin is coming to hundreds of US banks says crypto firm @NYDIG_BTC    https:\/\/t.co\/GuL5X1fD0X   #BTC #Cryptocurrency #FinTech #FinServ #Banking #DigitalBanking","unix":"1620236704000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin has been subverted by the neutering machine of Wall Street and the regulatory panopticon of the US Treasury Dept.  It's no longer Bitcoin.   It's Bitcoin!™️.  It's a constructed narrative in service to the Nudging State rather than in resistance.  https:\/\/t.co\/cVtQtjEREw","unix":"1620236620000","sentiment":-0.1759,"verified":true}
{"tweet":"@123mike123Mike We are unable to offer trading of Dogecoin at this time, and apologize for any inconvenience this may cause. Currently, we allow trading for Bitcoin, Ethereum, Litecoin, and more.","unix":"1620236479000","sentiment":-0.0516,"verified":true}
{"tweet":"People who acquire the malicious app get access to a web panel to handle all the operations, including a “victim tracker panel.”  https:\/\/t.co\/g78yAVanmt","unix":"1620235974000","sentiment":0.0,"verified":true}
{"tweet":"Babacan: Banker krizinde hükümet zayıftı, yolsuzluk büyüktü, arka plan ilişkileri vardı. 1999-2001’de 20 bankanın battığı dönemde de devlet zayıflamıştı. Arka plan ilişkiler vardı. Bitcoin faciası yaşıyoruz. Aynı.   https:\/\/t.co\/XNaWcvhizH  https:\/\/t.co\/7D9z2zqWO0","unix":"1620235910000","sentiment":0.0,"verified":true}
{"tweet":"It’s not that Bitcoin is too expensive, it’s that people want to get rich quick and they’ve been hearing about Bitcoin forever and assume they missed the boat. Altcoins sell the vision of a second chance at once in a lifetime riches.","unix":"1620235400000","sentiment":0.8442,"verified":true}
{"tweet":"Read more about this in \"The 7 Primal Elements of The Bitcoin Brand\"!   https:\/\/t.co\/dx8OUa5MSS  https:\/\/t.co\/eKcKGc73co","unix":"1620235005000","sentiment":0.0,"verified":true}
{"tweet":"To everyone asking for wishlist, here  MY WISHLIST   1. A house 2. A Car 3. A Rolex Watch 4. All expense paid trip to any destination of my choice  5. Bitcoin  6. Money - Acc Num: 1000081816 VFD Bank 7. 100 School bags\/School shoes for less privileged children.","unix":"1620234965000","sentiment":0.3832,"verified":true}
{"tweet":"Every hero needs a villain.  https:\/\/t.co\/Xuda4kKlLf","unix":"1620234902000","sentiment":0.0,"verified":true}
{"tweet":"3 kat yükseliş potansiyelli altcoin'leri içeren altcoin sepet ve Dogecoin operasyonuna dair önemli veriler bu videoda. Hemen izleyin ve paylaşın. 🙂 Teşekkür için RT ve like yapabilirsiniz. Tabii ki yatırım tavsiyesi değil.  https:\/\/t.co\/ypd6984O0Y  #Bitcoin $BTC","unix":"1620234803000","sentiment":0.6378,"verified":true}
{"tweet":"MY WISHLIST   1. A house 2. A Car 3. A Rolex Watch 4. All expense paid trip to any destination of my choice  5. Bitcoin  6. Money - Acc Num: 1000081816 VFD Bank 7. 100 School bags\/School shoes for less privileged children.","unix":"1620234572000","sentiment":0.3832,"verified":true}
{"tweet":"BREAKING: Crypto investors looking forward to tomorrow's Gensler hearing with the @FSCDems @FinancialCmte for clues on regulation; many investors I speak to welcome regs as a way to normalize the digital coin business. More now @FoxBusiness @TeamCavuto $BTC @Bitcoin","unix":"1620234182000","sentiment":0.4588,"verified":true}
{"tweet":"My reaction when someone told me to buy Bitcoin in 2018 😞.","unix":"1620234100000","sentiment":-0.4767,"verified":true}
{"tweet":"@BarrySilbert I think they also support BTC, not only the original Bitcoin protocol which is now BSV.   https:\/\/t.co\/S6Ysj1sQE6","unix":"1620233918000","sentiment":0.1872,"verified":true}
{"tweet":"As the #bitcoin market has grown, it has begun to compete with and integrate into traditional financial products.   Bitcoin’s network effect has also grown to compete with that of gold and fiat currency.   Learn more about Bitcoin's 'competitors.' 👇   https:\/\/t.co\/KWJ9preeST","unix":"1620233821000","sentiment":0.0,"verified":true}
{"tweet":"@stephendpalley @ahcastor Disagree:  Price crashes sufficiently and the security disappears in a puff of smoke, and since Bitcoin's advantage is for criminal transactions, it ceases to work for higher value criminal transactions if the price collapses.","unix":"1620233796000","sentiment":-0.802,"verified":true}
{"tweet":"@JmsDnns probably not much?  the problem is that at least one natural gas plant upstate has stopped selling electricity and instead is just burning natural gas directly for profit via bitcoin mining, which is just objectively terrible on all levels","unix":"1620233667000","sentiment":0.6319,"verified":true}
{"tweet":".@WIRED publicó la historia de la filtración de toda la base de datos de Vastaamo, una clínica de salud mental finlandesa. Los malucos pedían €200-500 en Bitcoin a cada paciente, o sus correos, números de seguridad social, y notas de terapeutas serían publicadas en línea.","unix":"1620233576000","sentiment":0.0,"verified":true}
{"tweet":"@JayKuervo I don’t I been researching since Bitcoin. All I know is a good setup is upwards of 6-25K depending on how much mining you want to accomplish.   It’s also extremely difficult to get setup","unix":"1620233419000","sentiment":0.4951,"verified":true}
{"tweet":"@ETFProfessor @leadlagreport @ETFThinkTank I’m a real estate investor my man. Just haven’t come around to Bitcoin yet","unix":"1620233284000","sentiment":0.0,"verified":true}
{"tweet":"Why would someone own #Bitcoin which is going nowhere and $57,000 per coin when they can literally buy 100,000 times more $DOGE for the same price and it is going up","unix":"1620232459000","sentiment":0.0,"verified":true}
{"tweet":"\"I frankly don’t think we have a framework in the United States that is quite up to the task of putting in place a regulatory framework that we need,\" said Janet Yellen. #bitcoin #cryptocurrency  https:\/\/t.co\/m9LSy2E5X0","unix":"1620232315000","sentiment":0.4215,"verified":true}
{"tweet":"Las zonas grises del bitcoin: ¿pagan algún impuesto las criptomonedas?  https:\/\/t.co\/ULsJ6qxxyr","unix":"1620232190000","sentiment":0.0,"verified":true}
{"tweet":"Bit Digital Brings 5,679 Bitcoin Miners, 280 PH\/s To Foundry USA Pool.  “With Bit Digital’s addition, Foundry USA Pool is now a step closer to Foundry’s ultimate aim of securing a permanent spot among the world’s top five Bitcoin mining pools.\"   https:\/\/t.co\/rV0QHxRkHl  https:\/\/t.co\/sUJOGFal9i","unix":"1620232085000","sentiment":0.4767,"verified":true}
{"tweet":"On a strictly economic level, would you buy Bitcoin at 57k (where it is today)?  Why or why not?","unix":"1620231887000","sentiment":0.0,"verified":true}
{"tweet":"Most do not understand the dangers of inflation.   #Bitcoin protects your wealth and preserves your living standard   nfa  https:\/\/t.co\/c81Aqvw4xr","unix":"1620231596000","sentiment":0.798,"verified":true}
{"tweet":"COMING UP: @CasaHODL CEO @Nneuman and co-founder @lopp walk you through the biggest security mishap and best practices for truly controlling your coins through an interactive #bitcoin scavenger hunt at Unlocked 101.  #Consensus2021 Register:  https:\/\/t.co\/maOnEy6XiX  https:\/\/t.co\/fQ5PwmqjPX","unix":"1620231315000","sentiment":0.8591,"verified":true}
{"tweet":"Bitcoin’s market cap will overtake gold’s market cap by May 1, 2028.  Excited to look back at this tweet 7 years from now.","unix":"1620231163000","sentiment":0.34,"verified":true}
{"tweet":"How do the largest cryptocurrencies, such as #Bitcoin and #Ethereum, compare to the largest fiat currencies in the world?  Click below to check out our new feature! How many Sats is your fiat currency worth? Comment below!  #Crypto #Cryptocurrency #BTC   https:\/\/t.co\/n83ocZlPIe","unix":"1620230707000","sentiment":0.4299,"verified":true}
{"tweet":"The low income of Venezuelans has made them flock to #cryptocurrency related work and exchange platforms.  https:\/\/t.co\/zCK5HLrHPf","unix":"1620230578000","sentiment":-0.2732,"verified":true}
{"tweet":"@TonyNashNerd Dogecoin is Bitcoin’s bastard son.","unix":"1620230475000","sentiment":-0.5423,"verified":true}
{"tweet":"Mexican bitcoin exchange Bitso raises $250 million, becomes Latin America’s first crypto unicorn  https:\/\/t.co\/rEaqzrEkjc by @ninabambysheva and @MariaAb1293","unix":"1620230331000","sentiment":0.0,"verified":true}
{"tweet":"@ksenapathy this is the only ethical use of bitcoin and the dark web","unix":"1620230205000","sentiment":0.5106,"verified":true}
{"tweet":"İkinci ihtimal çalıştı ve güzel çalıştı. Fiyat hareketi tahminim de fena değil. Şans işte.  #bitcoin #btc  https:\/\/t.co\/AGihDxLDg7","unix":"1620230189000","sentiment":0.0,"verified":true}
{"tweet":"@fakefakefakefac @DougHenwood @wadechicago How does bitcoin justify its existence? It can’t be the trustworthiness of the blockchain protocol, because as we’ve seen, that applies to thousands of shitcoins.","unix":"1620230125000","sentiment":0.4215,"verified":true}
{"tweet":"i think depending on which dystopian timeline we end up on, either bitcoin or ethereum could uphold a greater bull case:  a) scarcity of resources due to social upheaval = btc as store of value is more bullish  b) antisocial AI cyborg mania = eth's changeability is more bullish","unix":"1620230088000","sentiment":0.5994,"verified":true}
{"tweet":"LOL apparently it's not Alt Season, it's Fork Season! I see $BCH also surging. The difference here is that Bitcoin Cash is actually used.","unix":"1620230001000","sentiment":0.5893,"verified":true}
{"tweet":"Who needs reality when you can create assets out of thin air?  \"The price of gold is a social phenomenon, and it's remained high for this long. That could happen to Bitcoin, too,\" @mrkwhths tells @RobGeorge  https:\/\/t.co\/n9LKoAz3bi","unix":"1620229987000","sentiment":0.4215,"verified":true}
{"tweet":"Blockchain explorers make on-chain data accessible to everyone. Here's an introductory guide to understanding and using Bitcoin and Ethereum network explorers👇","unix":"1620229785000","sentiment":0.0,"verified":true}
{"tweet":"Since I stopped following tech people and started following mystery authors my mental health has improved 100%. It is way less horrifying to read about psychopathic murderers than people pumping bitcoin and banning D&amp;I conversations in the workplace.","unix":"1620229756000","sentiment":-0.7584,"verified":true}
{"tweet":"Different forms of art provide this self-reflection, and similar to @EpsilonTheory's recent post on #Bitcoin , $DOGE (with Elon's help) is making its own artistic statement on society.   If it makes you sick, it might be doing its job.","unix":"1620229580000","sentiment":-0.1531,"verified":true}
{"tweet":"i wrote about doge\/bitcoin\/and various crypto pumps while in edit, so pls enjoy","unix":"1620229415000","sentiment":0.6393,"verified":true}
{"tweet":"Not a day goes by lately that I don’t think about when I first learned about Bitcoin while writing Treknology — they were about $1 then. I had planned to buy like 100 just as an experiment but never followed through. I could’ve retired on those Bitcoins.","unix":"1620229361000","sentiment":0.1901,"verified":true}
{"tweet":"@fakefakefakefac @DougHenwood @wadechicago But… there are literally thousands of coins that are backed by trust in the blockchain protocol. You could create one tomorrow. That doesn’t distinguish between bitcoin and dogecoin and cumrocket.","unix":"1620229221000","sentiment":0.6705,"verified":true}
{"tweet":"I wonder if present-day Ray Dalio still thinks the US Govt will ban #bitcoin Big moves always happening in this space, still just the beginning. 🚀🌝","unix":"1620229121000","sentiment":-0.5574,"verified":true}
{"tweet":"So when is the first NFL player going to get paid in $DOGE? Bitcoin is old news. Think bigger (-- but also smaller).","unix":"1620229041000","sentiment":0.0,"verified":true}
{"tweet":"Ce soir dans l'édition Découverte de @21Millions_, @crc321402475165 publie un texte très fourni pour vous expliquer concrètement ce que va changer #Taproot, la mise à jour la plus importante du #Bitcoin depuis des années  Pour la lire gratuitement 👉  https:\/\/t.co\/3ZORvQNngE  https:\/\/t.co\/bqXz2cy93q","unix":"1620228742000","sentiment":0.0,"verified":true}
{"tweet":"LIVE: For centuries, money issued by governments has served as the lifeblood of the global economy. But in our digital age, it’s facing new competition: crypto.  Join Editorial Board members @RobGeorge and @mrkwhths as they discuss the rise of Bitcoin  https:\/\/t.co\/n9LKoAz3bi","unix":"1620228701000","sentiment":0.4215,"verified":true}
{"tweet":"Right now, we're not getting any clear trading signals from #bitcoin, @MatiGreenspan of @QE4Everyone says.   \"This is how alt season is born.\"  Watch the full interview:  https:\/\/t.co\/oH7WHvRByy","unix":"1620228615000","sentiment":-0.2924,"verified":true}
{"tweet":"Annual electricity consumption   China 6.5K terawatt-hours of electricity US 4K  Germany 524 *All the world’s data centers 205 *Bitcoin 143 Norway 124 Bangladesh 71 Switzerland 56  -University of Cambridge","unix":"1620228601000","sentiment":0.6369,"verified":true}
{"tweet":"Great convo with @PeterMcCormack on @WhatBitcoinDid — shared some of my story &amp; what led me to go all in on #Bitcoin   https:\/\/t.co\/OX0dR0iuRt","unix":"1620228401000","sentiment":0.7579,"verified":true}
{"tweet":"&gt;@EstadaoCultura Sotheby's aceitará bitcoin e ethereum em leilão de obra de Banksy  https:\/\/t.co\/YXuAxvX7sz","unix":"1620228000000","sentiment":0.0,"verified":true}
{"tweet":"@PeterMcCormack Thanks brother! Loved talking Bitcoin with you. Thanks again for having me on","unix":"1620227942000","sentiment":0.8748,"verified":true}
{"tweet":"“What we’re doing is making it simple for everyday Americans and corporations to be able to buy bitcoin through their existing bank relationships.” - head of bank solutions at NYDIG, Patrick Sells.  @namcios covers the news   https:\/\/t.co\/BZVpwwkVsD  https:\/\/t.co\/9F1VtVdA9K","unix":"1620227854000","sentiment":0.1779,"verified":true}
{"tweet":"❓Güven duygusu, geçmişten günümüze aldığımız kararlarda ne kadar etkili olmuştur?  🎬Psikolog Barış Gürkaş (@PskBarisGurkas), #Bitcoin’in güvenirliğini tarihten örnekler vererek, güven duygusunun yatırım psikolojisindeki önemini anlatıyor👇 🔗 https:\/\/t.co\/KPcc5nBoSL  #BtcTurkPRO  https:\/\/t.co\/dWI0SZf0d1","unix":"1620227540000","sentiment":0.0,"verified":true}
{"tweet":"Pressure bust pipes.  New York Giants, Grayscale Investments announce first (*Bitcoin) partnership of an NFL team  #Bitcoin in sports will be normalized.  https:\/\/t.co\/pF5fcULeQb","unix":"1620227455000","sentiment":-0.296,"verified":true}
{"tweet":"@omar_flw Betting my Bitcoin savings it won't happen this year. Too many other big projects at Tesla that need to be focused on.","unix":"1620227210000","sentiment":0.3818,"verified":true}
{"tweet":"@DigiByteTV Hi there! We base our cryptocurrency offering on a systematic + measured approach, validated by crypto research. We currently allow trading in Bitcoin, Bitcoin Cash, Litecoin, Ethereum &amp; Ethereum Cash. We are always evaluating additions,","unix":"1620227194000","sentiment":0.4753,"verified":true}
{"tweet":"@7N7420 @mcsquared34 @letterlocking Maybe there's a baggie inside the paper, &amp; holofoil tamper-evident stickers instead of the wax seal like on the bitcoin wallet example? The wax bit it easier to remove &amp; recycle the paper, but if you really need traceability on everything, stickers can have serial numbers.","unix":"1620227158000","sentiment":0.3919,"verified":true}
{"tweet":"Gleich um 17:30 gehts los! Von E-Euro bis Bitcoin - Risiken und Chancen der Revolution des Geldes mit @GuntherSchnabl, Wolfram Seidemann und Ulrich Bindseil:    https:\/\/t.co\/ozYXbcrY7F  https:\/\/t.co\/YjFCZdd6WT","unix":"1620227073000","sentiment":0.0,"verified":true}
{"tweet":"\"I am not a bitcoin supporter. I don't really care about #bitcoin ... I have no interest in it,\" said JPMorgan CEO Jamie Dimon while admitting that his clients are interested. #cryptocurrency  https:\/\/t.co\/27ZgPow5H8","unix":"1620226922000","sentiment":-0.5329,"verified":true}
{"tweet":".@Bitcoinbeach is driving a global fundraiser to build a surf and community center in honor of Kathy Díaz, a member of the national surf team who was struck and killed by lightning.   Bitcoin Magazine will be donating $25,000 to this initiative.   https:\/\/t.co\/h84oBNAaYt  https:\/\/t.co\/15oqf0F34u","unix":"1620226852000","sentiment":-0.5106,"verified":true}
{"tweet":"@TheBendu1 Let me get my pillow.   Can someone also bring me my violin 🎻   *I own Bitcoin.   Continue","unix":"1620226841000","sentiment":0.0,"verified":true}
{"tweet":"@Nic_C4fe @nopara73 Dude, the legacy digital fiat banking system is a boon for surveillance. Bitcoin is a major challenge.","unix":"1620226548000","sentiment":0.1513,"verified":true}
{"tweet":"Mexican Bitcoin Exchange Bitso Raises $250 Million, Becomes Latin America’s First Crypto Unicorn (2.2bn\/val put them on top of Mexico Startups overall if I’m correct)  https:\/\/t.co\/KuxZYwsmfI","unix":"1620226521000","sentiment":0.2023,"verified":true}
{"tweet":"Can Bitcoin please just hit $100k already so I can buy my Lamborghini Huracan?  Tired of waiting 😤","unix":"1620226492000","sentiment":-0.1531,"verified":true}
{"tweet":"@_CryptoCurator But the Maxi’s wanted to see the banks killed off.   This is against everything Bitcoin stands for.","unix":"1620226345000","sentiment":-0.8047,"verified":true}
{"tweet":"Hold on - so if #Bitcoin Maxi’s hated the banking system but now embrace it than $XRP....  https:\/\/t.co\/ffQqycwZvb","unix":"1620226164000","sentiment":0.09,"verified":true}
{"tweet":"@Suave_young50 Bitcoin rising everyday","unix":"1620226100000","sentiment":0.0,"verified":true}
{"tweet":"Remember when Bitcoin Maxi’s hated the Banks?","unix":"1620226085000","sentiment":-0.6369,"verified":true}
{"tweet":"Czy #bitcoin zawsze będzie pożerać tyle energii?   Czy Zachód może pójść śladem Indii w zakazy krypto?   Jakie są dwie ścieżki dla giełd krypto w kontekście regulacji?    https:\/\/t.co\/oavMQq4gXR. o tym mój wywiad z CEO BitPandy Erikiem Demuthem -&gt;  https:\/\/t.co\/Z2nAjCKKyc","unix":"1620226041000","sentiment":0.0,"verified":true}
{"tweet":"@PaulJDavies You're right though, it may also be a skills thing. The sorts of people involved in ransomware are probably more familiar with bitcoin than with setting up shell companies in the BVI or whatever","unix":"1620225841000","sentiment":0.0,"verified":true}
{"tweet":"🚨This is huge news!  Bitcoin in Your Bank Account? FIS, NYDIG Partner to Enable Banks to Offer Their Customers the Ability to Buy, Sell and Hold Bitcoin  | Business Wire  https:\/\/t.co\/Zv6xbXsabG","unix":"1620225803000","sentiment":0.5983,"verified":true}
{"tweet":"Jimi Hendrix on #Bitcoin  https:\/\/t.co\/N9R4f0t0yA","unix":"1620225699000","sentiment":0.0,"verified":true}
{"tweet":"BREAKING: Grayscale Investments and the New York Giants announce official partnership to become the first Bitcoin partner of an NFL team.","unix":"1620225688000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin, Ethereum, or Dogecoin?  Here's the crypto with the largest gain this year—and it isn't even close  https:\/\/t.co\/gwSotOEqC6","unix":"1620225535000","sentiment":0.5267,"verified":true}
{"tweet":"#Bitcoin - #CryptocurrencyNews - The next saga continues: 👇👇👇  https:\/\/t.co\/OrQqpZu3DT","unix":"1620225355000","sentiment":0.0,"verified":true}
{"tweet":"Another company that has #ethereum on its balance sheet as well, is the China-based smartphone and internet app maker Meitu.  https:\/\/t.co\/bBkYNzMzT0","unix":"1620225124000","sentiment":0.2732,"verified":true}
{"tweet":"Fresh batch of crypto daily news is in.  Everything making headlines in 15 minutes or less. #bitcoin #dogecoin   https:\/\/t.co\/lmJtrLKb6k","unix":"1620225074000","sentiment":0.3182,"verified":true}
{"tweet":"💰 Criptomonedas: Bitcoin no repunta (USD 55.300), cae Ethereum (USD 3.350) y vuelve a dispararse Dogecoin (USD 0.66)  https:\/\/t.co\/PFVRJ0enB7  https:\/\/t.co\/JvlWXONVRL","unix":"1620224939000","sentiment":-0.296,"verified":true}
{"tweet":"@MrPseu @ourhumanaction what does any of this have to do with whether it's a good and useful service to use to buy and hold bitcoin? (And my friend--a libertarian--voted for Biden, so I don't expect to talk sense into him about such matters! :)","unix":"1620224924000","sentiment":0.8478,"verified":true}
{"tweet":"Mark Cuban: The 3 ways Ethereum 'dwarfs' bitcoin (via @CNBCMakeIt)  https:\/\/t.co\/kUrgIexexE","unix":"1620224659000","sentiment":0.0,"verified":true}
{"tweet":"8\/ At this point, BitGo is processing more than 20% of Bitcoin transactions globally.   They have one of the most comprehensive insurance partnerships in crypto with Lloyd's of London.  And they have big clients and big investors.  They go big, launching BitGo Prime.","unix":"1620224430000","sentiment":0.3167,"verified":true}
{"tweet":"4\/ Realizing there had to be a better way to store this Bitcoin for himself and for friends, Mike launches BitGo in 2013.  He pioneers a more secure way to custody Bitcoin known as multi-sig.   In 2014, BitGo raised $12M to build an institutional custody business.","unix":"1620224428000","sentiment":0.8268,"verified":true}
{"tweet":"3\/ In 2011, Mike fell down the Bitcoin rabbit hole. He helped friends buy Bitcoin and stored it for them.  In 2013, Bitcoin's price shoots up from $30 to $1,000.  Mike now has $20M in Bitcoin under his couch.  You can hear that entire story below.   https:\/\/t.co\/4RTH4dlpIV","unix":"1620224428000","sentiment":0.4767,"verified":true}
{"tweet":"2\/ BitGo was founded in 2013 by @mikebelshe. Before BitGo, he had a long career in tech.  - Engineer at HP in the 90s - Worked under Ben Horowitz at Netscape - Founded an email search co that Microsoft bought - 5 yrs at Google, helped build Chrome  In 2011, he leaves for Bitcoin.","unix":"1620224428000","sentiment":0.0,"verified":true}
{"tweet":"“The acquisition will make Galaxy Digital a crypto-focused financial-services firm with more than $40 billion in assets under custody.”  @PeterChawaga covers the news   https:\/\/t.co\/nxkTk1roFZ  https:\/\/t.co\/hpxgUZybcC","unix":"1620224403000","sentiment":0.1779,"verified":true}
{"tweet":"Bitcoin'de yeni dönem  🔹Bu yıl binlerce ABD bankası, müşterilerine #Bitcoin satın alma, yatırma ve satma imkanı sunacak. 🔹Yetkililere göre halihazırda yüzlerce banka programa dahil olmaya başladı.  -CNBC-  https:\/\/t.co\/icZemTTZTq","unix":"1620224400000","sentiment":0.0,"verified":true}
{"tweet":"It’s never to late to start investing in crypto. When I was in college I thought Bitcoin was a scam and now they are worth 55k plus a pop. People today will think Doge is just a meme and then in 5 years it will be worth over 100 bucks...","unix":"1620223873000","sentiment":-0.2263,"verified":true}
{"tweet":"Bitcoin has become a widespread obsession, attracting billions of dollars in speculative investment that may or may not have anything to do with its viability.  At 11:30 a.m. ET, join Ed Board members @RobGeorge &amp; @mrkwhths for a crypto chat like no other  https:\/\/t.co\/n9LKoAz3bi","unix":"1620223811000","sentiment":0.5574,"verified":true}
{"tweet":"#Bitcoin2021 in Miami is less than a month away...are you registered? Come join us and be sure to bring your BitPay Wallet and card for exclusive perks. Don't have one? Download now... https:\/\/t.co\/IWzIzKjJGl #bitcoin2021 #miami #bitcoin #btc #bitpayVIP @TheBitcoinConf  https:\/\/t.co\/tiZed3JmWf","unix":"1620223800000","sentiment":0.6553,"verified":true}
{"tweet":"There a range of topics being discussed at any one time in Clubhouse “rooms”. Anything from the serious to silly: black beekeepers, covid, solo travelling as women, tech, bitcoin, mental health. Worth dropping in as journalist if working on such stories or looking for inspiration","unix":"1620223708000","sentiment":0.6249,"verified":true}
{"tweet":"@Reuters and in doing this exposes how stupid all crypto is including Altcoin BTC.  Original Bitcoin protocol, now only BSV, is a data management and valuation protocol and can do stuff like this:   https:\/\/t.co\/aBzE8sbPNX","unix":"1620223577000","sentiment":-0.058,"verified":true}
{"tweet":"Prima asta per le opere di Banksy con pagamento in bitcoin. Leggi qui 👇 #LaChirico  https:\/\/t.co\/a5lP3KZyxD","unix":"1620223453000","sentiment":0.0,"verified":true}
{"tweet":"Do you know how easy it can be for bad actors to snag your crypto?   @CasaHODL CEO @Nneuman and co-founder @lopp give you a chance to try it out yourself in a $100 #bitcoin scavenger hunt at Unlocked 101. #Consensus2021  Register:  https:\/\/t.co\/maOnEy6XiX  https:\/\/t.co\/9TzIKPLCc2","unix":"1620223268000","sentiment":0.1027,"verified":true}
{"tweet":"This is good news for #Bitcoin.","unix":"1620222990000","sentiment":0.4404,"verified":true}
{"tweet":"Turns out that investing in 20+ bitcoin exchanges around the world in 2013-15 was a smart strategy","unix":"1620222943000","sentiment":0.4019,"verified":true}
{"tweet":"BREAKING: Bitcoin is coming to hundreds of U.S. banks this year allowing customers to buy, hold, and sell bitcoin, says bitcoin custody firm NYDIG - CNBC","unix":"1620222937000","sentiment":0.0,"verified":true}
{"tweet":"@TheThorLady @Bitcoin_Sage June 10.","unix":"1620222517000","sentiment":0.0,"verified":true}
{"tweet":"Clubhouse'ta bahsettiğim %10'luk ömür boyu Binance komisyon indirim linki. Bildiğim kadarı ile sadece yeni üye olanlar için.  #btc #bitcoin #binance    https:\/\/t.co\/FiV1gHKpAM","unix":"1620222449000","sentiment":0.0,"verified":true}
{"tweet":"Every time I make a little #Bitcoin joke  https:\/\/t.co\/wSPqKAN31z","unix":"1620222328000","sentiment":0.2315,"verified":true}
{"tweet":"@ronitA380 @andresws @CNBC @Bitcoin @MattCNBC @themmagraham Right?   He’s cheating on us!!!","unix":"1620222192000","sentiment":-0.6679,"verified":true}
{"tweet":"La dépendance au #Bitcoin de @MicroStrategy devient très importante  La société a dégagé seulement 122M$ au T1 sur son activité historique de logiciels professionnels  De l'autre côté, elle dispose de plus de $5 milliards de bitcoins dans sa trésorerie  Il est là l'ETF Bitcoin","unix":"1620222131000","sentiment":0.0,"verified":true}
{"tweet":"Most Likely to Win the Lottery and Lose the Ticket: Bitcoin Users Who Forgot Their Passwords 🤑  https:\/\/t.co\/4d3aBCHPHI","unix":"1620222066000","sentiment":0.3321,"verified":true}
{"tweet":"🚀 Prepare for Lift Off 🚀 Read the April 2021 Market Recap &amp; Outlook from Kraken Intelligence.  🐂 #Bitcoin’s performance 💪 $ETH going strong 🔮 Future of #DeFi &amp; Staking  Download the report:  https:\/\/t.co\/3WzwFzdPt0  https:\/\/t.co\/mwdp21v9yQ","unix":"1620221929000","sentiment":0.7506,"verified":true}
{"tweet":"Hundreds of banks will start offering #bitcoin to customers as they are \"seeing deposits going to the Coinbases and Galaxies and Krakens of the world.\" #cryptocurrency  https:\/\/t.co\/LawBy9ymZE","unix":"1620221594000","sentiment":0.0,"verified":true}
{"tweet":"From the Trading Floors: -Equity index futures are up -Energy is leading,followed by Tech, with semis active after hanging at key levels. -Consumer Discretionary, Materials, financials higher -Crude is up - Bitcoin $55.7K - $VIX 18.37 @MarketRebels  https:\/\/t.co\/u4oTj8uiTf","unix":"1620221429000","sentiment":0.0258,"verified":true}
{"tweet":"@TheThorLady @Bitcoin_Sage Nah :(  Training come first but TBH Im just happy with what the team is doing :)","unix":"1620221226000","sentiment":0.836,"verified":true}
{"tweet":"Eğer #kriptopara yatırım portföyünüzde mutlaka olsun istiyorsanız %5’i geçmesin ve #Bitcoin ve #Ether den şaşmayın.  Günlük +- 10-15% oynaklığa hazır olun, #dogecoin gibi #coin lerle kumar oynamayın.","unix":"1620221009000","sentiment":0.0,"verified":true}
{"tweet":"BREAKING: Bitcoin will soon be available through hundreds of US banks in a partnership with crypto firm NYDIG - CNBC  https:\/\/t.co\/rYBMyXqhgy  https:\/\/t.co\/R30BXfwbHw","unix":"1620220950000","sentiment":0.0,"verified":true}
{"tweet":"I guess I was wrong. Bitcoin IS coming to regular deposit taking institutions (banks)...  😯wow","unix":"1620220698000","sentiment":-0.4767,"verified":true}
{"tweet":"I am a huge believer in Ethereum and Bitcoin but not Doge.. sorry","unix":"1620220602000","sentiment":0.246,"verified":true}
{"tweet":"GALAXY DIGITAL TO BUY BITGO IN $1.2 BILLION CASH AND STOCK DEAL - CNBC","unix":"1620220587000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin is critical to any bank that wishes to remain competitive.   Tens of billions of dollars are flowing out of institutions that don't offer $BTC backed products.","unix":"1620220252000","sentiment":-0.0191,"verified":true}
{"tweet":"FIS announces an industry-first solution, in partnership with NYDIG, that enables banks to offer their customers the ability to buy, sell, and hold bitcoin via their bank accounts. Learn more:  https:\/\/t.co\/6m1SWHZMYA #bitcoin #fintech #technology  https:\/\/t.co\/nk73NCnqAD","unix":"1620220100000","sentiment":0.5574,"verified":true}
{"tweet":"Slowly, then suddenly! Bitcoin is coming to hundreds of US banks says crypto firm NYDIG #Bitcoin   https:\/\/t.co\/dEUAtlv5Jf","unix":"1620219967000","sentiment":0.0,"verified":true}
{"tweet":"Early registration for Starcoll's #NFT sale begins on May 4th in an homage to Star Wars fans and collectors celebrating “May The Fourth Be With You.”  https:\/\/t.co\/rpit1p7vwa","unix":"1620219740000","sentiment":0.0258,"verified":true}
{"tweet":"Have you used our portfolio update? You can now see your profits and losses in the cryptocurrency market on our platform.  Track your trades in one place and not all over the place. Click below to get started!   https:\/\/t.co\/jsg7NeQKGo  #Crypto #Cryptocurrency #DeFi #Bitcoin #NFT  https:\/\/t.co\/hIzPYH3Ivh","unix":"1620219731000","sentiment":0.126,"verified":true}
{"tweet":"Revolutionary Crowdfunding Platform Tecra Space Offers Amazing Opportunities for Crypto Investors  https:\/\/t.co\/MDkB6yX6nd","unix":"1620219711000","sentiment":0.7506,"verified":true}
{"tweet":"Two things I wish I bought  A Black Lotus for about 350$ when I started playing MTG (granted my parents were buying my cards)  Bitcoin in 2011 when it was at $0.70 (my friend said dont do it and I listened)  https:\/\/t.co\/X7D2jD8xId","unix":"1620219324000","sentiment":0.8271,"verified":true}
{"tweet":"Is #Bitcoin ready to breakout?","unix":"1620219250000","sentiment":0.3612,"verified":true}
{"tweet":"@CryptooIndia Kinda seems counterintuitive to take a DeFi concept like #Bitcoin and lodge it in a bank. 🤷‍♂️","unix":"1620219221000","sentiment":0.3612,"verified":true}
{"tweet":"@matiwinnetou @nic__carter I like Cardano as well and I also know that PoS is much better than PoW. However, I also feel that the world and the Bitcoin industry will push for greener energy solutions so that the world's #1 asset can continue to be utilized. Energy companies are already onboard for this.","unix":"1620219178000","sentiment":0.9169,"verified":true}
{"tweet":"More mainstreaming “Bitcoin is coming to hundreds of U.S. banks this year, says crypto custody firm NYDIG” https:\/\/t.co\/QfjyiNu3uT","unix":"1620219115000","sentiment":0.0,"verified":true}
{"tweet":"@TheVladCostea By \"hard money\" he thinks #Bitcoin btw...","unix":"1620218984000","sentiment":-0.1027,"verified":true}
{"tweet":"Pay me in Bitcoin,Eth or Doge  😎 ...  Fiat currency don’t make no sense to me no more","unix":"1620218962000","sentiment":-0.2023,"verified":true}
{"tweet":"Very soon your TD Bank will be offering you bitcoin backed loans too 🍿","unix":"1620218959000","sentiment":0.0258,"verified":true}
{"tweet":"For you NFL #Bitcoin fans I have an interview with Kansas City Chiefs tight end @culkin22 to discuss him putting his entire salary in #bitcoin.  A cameo from my boy @JackMallers too... Shout out to @RussellOkung too for everything he has done.","unix":"1620218832000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin mining is rapidly &amp; naturally decentralizing to supportive political jurisdictions, thereby spreading prosperity to those with energy &amp; enthusiasm, while enhancing security for everyone on the network.","unix":"1620218786000","sentiment":0.8225,"verified":true}
{"tweet":"\"the energy is extremely well spent. Whether you feel Bitcoin has a valid claim on society’s resources boils down to how much value you think Bitcoin creates for society\"  A #Bitcoin energy consumption article by dude in the know @nic__carter.    https:\/\/t.co\/91wjN92Mla","unix":"1620218726000","sentiment":0.8439,"verified":true}
{"tweet":"La criptomoneda favorita de Elon Musk sube más de 30% y le quita protagonismo a Ethereum y Bitcoin  https:\/\/t.co\/RRCYuOCcaX  https:\/\/t.co\/NytTf5RjdC","unix":"1620218709000","sentiment":0.0,"verified":true}
{"tweet":"Great listen boys. Some good Old Testament shit-yourself humor  - Draft recap - #bitcoin &amp; crypto knowledge - Titans drafted a Linebacker &amp; Tackle - @richeisen holding us back - fan videos  Download here. For the boys  https:\/\/t.co\/gUNnLltWec  https:\/\/t.co\/XMM8urPQtE","unix":"1620218610000","sentiment":0.886,"verified":true}
{"tweet":"Bitcoin daily chart alert - Bulls showing resilience at mid-week - May 5  https:\/\/t.co\/ObcHaQwxXd #kitconews #gold #silver #mining #investing #economics #metals #finance","unix":"1620218494000","sentiment":0.296,"verified":true}
{"tweet":"#Bitcoin is just like tulips and Beanie Babies, if Beanie Babies took over the entire world and repurposed tulips into food and building materials for a utopian future.","unix":"1620218333000","sentiment":0.3612,"verified":true}
{"tweet":"Mau ada live di twitter space ama baskara dan aji, ngomongin apa ya enaknya, selain bitcoin, pendidikan dasar bahasa dwarf dan anatomi paus biru","unix":"1620218019000","sentiment":0.0,"verified":true}
{"tweet":"BREAKING: Bitcoin is coming to hundreds of U.S. banks this year allowing customers to buy, hold, and sell bitcoin, says bitcoin custody firm NYDIG - CNBC","unix":"1620217988000","sentiment":0.0,"verified":true}
{"tweet":"Want to learn about #bitcoin? Then why not tune into the silken tones of our #cryptocurrency expert @DominicFrisby as he unpacks why this altcoin might be king among all the rest.  Click  https:\/\/t.co\/CFPR4HUZIw &amp; hit play, ideal for your commute home.  #investing #altcoin  https:\/\/t.co\/WX1YjLibvy","unix":"1620217781000","sentiment":0.7269,"verified":true}
{"tweet":"Texas Is Becoming A Mecca For Bitcoin Miners.  \"Compared to many U.S. states, Texas energy rates are inexpensive, although there are a few states that are slightly cheaper.\"  #Bitcoin   https:\/\/t.co\/3DQK9w2LoY","unix":"1620217709000","sentiment":0.2732,"verified":true}
{"tweet":"Mexican Bitcoin Exchange Bitso Raises $250 Million, Becomes Latin America’s First Crypto Unicorn  https:\/\/t.co\/UqF03vs8Sh  https:\/\/t.co\/Enl2xD1KJw","unix":"1620217459000","sentiment":0.0,"verified":true}
{"tweet":"Amid Environmental Concerns, Lawmaker Calls For Cryptocurrency Mining Moratorium | WSKGWSKG.  Efforts to reduce greenhouse gas emissions threatened by emissions from Bitcoin mining.   https:\/\/t.co\/dsiTe6u1vQ","unix":"1620217370000","sentiment":-0.4588,"verified":true}
{"tweet":"Bitcoin is coming to hundreds of US banks says crypto firm   https:\/\/t.co\/e8ZSNLgJY6","unix":"1620216994000","sentiment":0.0,"verified":true}
{"tweet":"I'm interested in what the educational effort will be, too | Bitcoin is coming to hundreds of U.S. banks this year, says crypto custody firm NYDIG  https:\/\/t.co\/Ko4t4KZ0sY via @Hugh_Son","unix":"1620216752000","sentiment":0.4019,"verified":true}
{"tweet":"“I am not what happened to me; I am what I choose to become.” - C.G. Jung on #Bitcoin","unix":"1620216662000","sentiment":0.0,"verified":true}
{"tweet":"#Dogecoin üzerinden operasyonlar yapılıyor ama kripto para piyasalarında ilk operasyonlar Bitcoin Cash savunucusu Roger Ver'e kadar dayanır. Daha eskileri de elbet var ama bu adam Bitcoin Cash yeni Bitcoin dediğinde madenciler dahil birçok kişi Bitcoin satıp Cash almıştı.","unix":"1620216285000","sentiment":0.0,"verified":true}
{"tweet":"#BtcTurk Destek Ekibi'nin, sizlerin taleplerine yanıt vermek için 7\/24 takip ettikleri kanallar 👇  BtcTurk'le kolayca #Bitcoin alıp satmak için;  📲iOS:  https:\/\/t.co\/GPf4LggLq8 📲Android:  https:\/\/t.co\/SsHwWawTGy  https:\/\/t.co\/P0fhYuYVal","unix":"1620216060000","sentiment":0.0,"verified":true}
{"tweet":"\"Bitcoin seems to be a very promising idea.\"- Finney, The man who tested the first-ever #Bitcoin transaction.  https:\/\/t.co\/ByKiGm3aNr","unix":"1620216027000","sentiment":0.4576,"verified":true}
{"tweet":"#Ethereum's 27-year-old creator is now a billionaire.  (#VitalikButerin created the cryptocurrency – second only to #Bitcoin in size - in 2013. when he was 19.)  https:\/\/t.co\/5ZJy5VRanZ","unix":"1620215821000","sentiment":0.25,"verified":true}
{"tweet":"@GregAbbott_TX @Nasdaq @Bitcoin As long as they don’t need reliable electricity.","unix":"1620215600000","sentiment":0.0,"verified":true}
{"tweet":"Cotización de criptomonedas: el Bitcoin no repunta, cae Ethereum y vuelve a dispararse Dogecoin  https:\/\/t.co\/7sajBq0QKY","unix":"1620215389000","sentiment":-0.296,"verified":true}
{"tweet":"People once thought bitcoin was a meme, so if doge is a meme then I'm all in 😤","unix":"1620215057000","sentiment":0.0,"verified":true}
{"tweet":"Dogecoin clearly showing its a store of value because it's outperforming Bitcoin and Gold combined.  Few understand this.","unix":"1620214896000","sentiment":0.6249,"verified":true}
{"tweet":"As the price of the #cryptocurrency soars 700%, the employer wants the coins back from the employee, offering to pay him in USD instead. #crypto  https:\/\/t.co\/8eUbFkIz3Y","unix":"1620214672000","sentiment":-0.1027,"verified":true}
{"tweet":"Nigeria's volumes represent a third of Paxful’s total globally traded volume figure of $5 billion. #cryptocurrency  https:\/\/t.co\/SGX4Nd6BG3","unix":"1620214362000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin is coming to hundreds of U.S. banks this year, says crypto custody firm NYDIG  https:\/\/t.co\/bwzsRBY8c1","unix":"1620214156000","sentiment":0.0,"verified":true}
{"tweet":"breaking: Customers of U.S. banks will soon be able to buy, hold and sell bitcoin through their existing accounts for the first time, according to @NYDIG_BTC. The move could pressure banking giants to get involved. 👇   https:\/\/t.co\/BSzQvJbvbi","unix":"1620214018000","sentiment":-0.296,"verified":true}
{"tweet":"Ali Babacan:    \"Banker krizinde hükûmet zayıftı, yolsuzluk büyüktü, arka plan ilişkileri vardı. 1999-2001’de 20 bankanın battığı dönemde de devlet zayıflamıştı. Arka plan ilişkiler vardı. Bitcoin faciası yaşıyoruz. Aynı.\"  https:\/\/t.co\/1kRrsBZOYx","unix":"1620214003000","sentiment":0.0,"verified":true}
{"tweet":"Our latest visual series explores Bitcoin, London office rents and foods carbon footprint #ChartOfTheWeek","unix":"1620213956000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin’de yükseliş hareketi için bu seviye kritik!  - @MCobanAnaliz değerlendirdi...  https:\/\/t.co\/dnWTSfbu5l  https:\/\/t.co\/SPkI20KaoJ","unix":"1620213887000","sentiment":0.0,"verified":true}
{"tweet":"Heeellllooooo... #Bitcoin ?!  https:\/\/t.co\/eeod2BXoHn","unix":"1620213533000","sentiment":0.0,"verified":true}
{"tweet":"Dogecoin tem alta meteórica na madrugada e renova máxima histórica   https:\/\/t.co\/1Cs4QCgAux","unix":"1620213467000","sentiment":0.0,"verified":true}
{"tweet":"@michael_olenick @ritholtz Profitability without carbon transfers or Bitcoin sales.","unix":"1620213301000","sentiment":0.2732,"verified":true}
{"tweet":"A very thoughtful 2-hr debate on #bitcoin or #gold between Michael Saylor &amp; Frank Giustra, hosted by Daniela Cambone. A lot of thought provoking insight. Worth watching. But to me there is no debate; I see #BTC &amp; gold as complementary, not competitive.   https:\/\/t.co\/zASovWZ3zx","unix":"1620213082000","sentiment":-0.3778,"verified":true}
{"tweet":"Bitcoin-focused firm Galaxy Digital has agreed to buy BitGo for $1.2 billion in cash and stock, the first $1 billion deal in the cryptocurrency industry  https:\/\/t.co\/ofLSn9W0M5","unix":"1620213005000","sentiment":0.2732,"verified":true}
{"tweet":"The S&amp;P Dow Jones brings bitcoin and ethereum to the the trading floors of Wall Street  https:\/\/t.co\/sf76631bbI  https:\/\/t.co\/i55IZoxCcr","unix":"1620212401000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin Cash hits $1200 110% rise in a month. 👀 $BCH","unix":"1620211915000","sentiment":0.0,"verified":true}
{"tweet":"Crypto update: #Bitcoin 55358.10 +1.09% #Ether 3366.15 -1.14% #BitcoinCash 1176.18 +19.58% #EOS 7.4122 +11.84% #Stellar 0.5376 +4.13% #Litecoin 343.65 +8.91% #NEO 104.148 +3.69% #Crypto 10 Index 23807 +1.77% #BTC #ETH #BCH #XLM #LTC","unix":"1620211486000","sentiment":0.0,"verified":true}
{"tweet":"Las otras criptos desafían el reinado del bitcoin aprovechando sus descensos  https:\/\/t.co\/Enc8u66KyM por @maria14leon","unix":"1620211419000","sentiment":0.0,"verified":true}
{"tweet":"Doge is as useful as Bitcoin so I dunno why this arg isn’t more controversial","unix":"1620211197000","sentiment":0.204,"verified":true}
{"tweet":"Podcast - Episode 2 🎙️ “La spécificité du bitcoin, c’est qu’il est subdivisible. Vous pouvez en acheter des millionièmes.” @Marc_Toledo_  Cryptomonnaies: un phénomène qui intrigue autant qu’il fascine.  Écoutez Tracker, le dernier #podcast de L'Echo  ➡️  https:\/\/t.co\/Beup2hKtTt  https:\/\/t.co\/SgdIBuSv2n","unix":"1620211140000","sentiment":0.0,"verified":true}
{"tweet":"Feedback auf unsere Bitcoin folge ist gemischt teilweise Lob teilweise auch Unverständnis, nina schreibt wenn wir noch mal sowas machen schmeißt sie uns aus dem Podcast ??","unix":"1620211020000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin belastet Umwelt und Wirtschaft massiv. Es braucht dringend internationale Massnahmen. (Abo)  https:\/\/t.co\/Qb1Oa28cAG","unix":"1620210600000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin price and cryptocurrencies - live:  - Cryptocurrency market now more valuable than Apple -Dogecoin hits record high ahead of Elon Musk’s SNL appearance  - Gemini becomes latest exchange to add dogecoin support   https:\/\/t.co\/u7O08gaDqD","unix":"1620210563000","sentiment":0.7264,"verified":true}
{"tweet":"Bitcoin mining may provide the incentive we need to unblock nuclear power.  And Francis Suarez plus Miami tech may be just the ones to unblock it.  In SF you can’t fix a house. In Miami we might be able to build a reactor. Back on track as a civilization?  https:\/\/t.co\/jeqwmexxQy  https:\/\/t.co\/ydrUMMlU0X","unix":"1620209464000","sentiment":0.3612,"verified":true}
{"tweet":"\"As global interest in #cryptocurrencies as a payment method continues to accelerate, 4 in 10 people say they plan to use cryptocurrency in the next year,\" says #Mastercard. #bitcoin  https:\/\/t.co\/ZVC93FgWco","unix":"1620208949000","sentiment":0.4588,"verified":true}
{"tweet":"\"The first-quarter numbers have been encouraging. We have about $80 million of assets under custody today. We have 120 customers with a pipeline of hundreds more,\" said DBS CEO.  https:\/\/t.co\/n3VWG2IvAp","unix":"1620208892000","sentiment":0.6249,"verified":true}
{"tweet":"📢 ¡HOY, DIRECTO de trading y noticias en Binance! ¡Síguenos y comenta la semana con nosotros!   🔸 Twitch  https:\/\/t.co\/5kRKospdlx  Lunes y Miércoles  🕖 Hora: 🇪🇺  20h 🇦🇷  15h 🇨🇱  14h 🇻🇪  14h 🇨🇴  13h 🇵🇪  13h 🇲🇽  13h  #noticiascrypto #trading #bitcoin  https:\/\/t.co\/s4ctVmsiyB","unix":"1620207968000","sentiment":0.4559,"verified":true}
{"tweet":"recently rotated out of most alts &amp; into projects that are long-term holds   ex, again: $hns   basically bitcoin core code with highly deflationary mechanisms... tldr bullish on @HNS actually for the tech   probs want to own your own domain sooner rather than later.   🌙nfa🌙","unix":"1620207662000","sentiment":0.0772,"verified":true}
{"tweet":"#Binance Futures April summary: 🔸 #Bitcoin had a rollercoaster month 🔸 #Ethereum registered over 44% gains  🔸 Processed $2.14T in volume 🔸 Crypto hit $2.2T market cap  Read the full report ⬇️   https:\/\/t.co\/jlQJU6MB7b","unix":"1620207620000","sentiment":0.875,"verified":true}
{"tweet":"Mining cryptocurrencies used to mean hooking up your computer in your basement as a mining rig — but now you can mine crypto in a pool much more easily.  #Crypto #Cryptocurrency #Bitcoin #Ethereum #CryptoMining    https:\/\/t.co\/b5OpH4KZU9","unix":"1620207002000","sentiment":0.5089,"verified":true}
{"tweet":"Waar kan ik mij het beste inlezen wat betreft Bitcoins\/Crypto ? Basically hoe alles werkt, tips &amp; advies etc? #durftevragen #Bitcoin #cryptocurrency #Crypto","unix":"1620206800000","sentiment":0.0,"verified":true}
{"tweet":"@MichaelH_PhD @Zvyozdochka @Bedeapk Going for the MMT Bitcoin twofer","unix":"1620206530000","sentiment":0.0,"verified":true}
{"tweet":"#Bitcoin shows consolidated #bullish sentiment on its uptrend way. Long or short? https:\/\/t.co\/6dlLZVpwgA","unix":"1620206081000","sentiment":0.0,"verified":true}
{"tweet":"Bitcoin-Farmen: US-Bundesstaat New York soll Kryptomining stoppen #Klimaschutz  https:\/\/t.co\/Bbm4SfNeu8","unix":"1620205392000","sentiment":0.0,"verified":true}
{"tweet":"#VitalikButerin created the cryptocurrency – second only to #Bitcoin in size - in 2013 when he was 19 years old.  https:\/\/t.co\/5ZJy5VRanZ #Ethereum","unix":"1620205019000","sentiment":0.25,"verified":true}
{"tweet":"@Swifty1998_ I actually plan on ever selling anytime soon. Just like how I’m still holding onto my bitcoin from 2017. I invested £14,000 back then and the portfolio is now positive £100,000+","unix":"1620204479000","sentiment":0.7269,"verified":true}
{"tweet":"A brilliant video by my dear friend @LayahHeilpern . She has become a pioneer in the Bitcoin media industry. She deserves all success and is so right when it comes to manifesting what you want to have #LawofAttraction","unix":"1620203919000","sentiment":0.9274,"verified":true}
{"tweet":"🔥 Question Time 🔥  What cryptocurrency are you currently excited for and why?   Need ideas? Click here -  https:\/\/t.co\/dHFQxQ3V8g    #Crypto #Cryptocurrency #Altcoin #DeFi #NFT #NFTs #Blockchain #Ethereum #Bitcoin #Dogecoin $BTC $DOGE $ETH  https:\/\/t.co\/BSBzgtSLz7","unix":"1620203851000","sentiment":-0.4137,"verified":true}
{"tweet":"Westeal was designed to steal #bitcoin (BTC) and ethereum (ETH) coming in and out of the victim’s wallet through their clipboard.  https:\/\/t.co\/g78yAVanmt","unix":"1620203564000","sentiment":-0.4939,"verified":true}
{"tweet":"Spanish laws now follow the directive 2018\/843, known commonly as AMLD5. #Bitcoin  https:\/\/t.co\/qkEOnomv6O","unix":"1620203505000","sentiment":0.0,"verified":true}
{"tweet":"Le spécialiste du diamant HB Antwerp s'appuie sur la blockchain #Bitcoin pour certifier ses diamants  Toutes les étapes clés de la traçabilité - de la mine au résultat final poli - sont enregistrées de manière immuable et n'importe qui peut les consulter   https:\/\/t.co\/6lavejxsM4","unix":"1620202711000","sentiment":0.0,"verified":true}
{"tweet":"@jesse_hodl Hmm I have some questions about bitcoin","unix":"1620202247000","sentiment":0.0,"verified":true}
{"tweet":"تعرف على أسعار العملات والذهب و #بيتكوين مقابل الدولار  #اقتصاد #bitcoin $btc  https:\/\/t.co\/Tq2XGcoAxm","unix":"1620201300000","sentiment":0.0,"verified":true}
{"tweet":"@imCKindred @nathanheller Good point. Bitcoin is more power hungry than Sauron.","unix":"1620199354000","sentiment":0.4404,"verified":true}
{"tweet":"#dogecoin is now the 3rd largest crypto currency by market cap behind $ETH and #Bitcoin","unix":"1620199145000","sentiment":0.0,"verified":true}
{"tweet":"@octonion I don’t agree - plenty of esoteric crypto bullshit gets pumped based on the “tech” whereas $DOGE doesn’t pretend to be anything it’s not. IMO it’s the bitcoin of memes which has a lot of value in today’s internet. I wouldn’t recommend buying here but I think it’s a worthy coin.","unix":"1620199047000","sentiment":0.6652,"verified":true}
{"tweet":"There are now over 19,000 #cryptocurrency ATMs globally.  https:\/\/t.co\/9GmEEjZWmV","unix":"1620198174000","sentiment":0.0,"verified":true}
{"tweet":"Venezuelans just got a new minimum wage raise of 300%, taking it to $3 monthly, taking the interest for #cryptocurrencies to an all-time high.  https:\/\/t.co\/zCK5HLrHPf","unix":"1620198082000","sentiment":0.4588,"verified":true}
{"tweet":"A Chinese province powered 8% of all Bitcoin mining. Then the government gave miners 2 months to get out  https:\/\/t.co\/NRlqf5VzhY","unix":"1620198016000","sentiment":0.0,"verified":true}
{"tweet":"Sotheby's se convertit à son tour au #bitcoin, et organise sa 1ère vente aux enchères avec cette crypto    https:\/\/t.co\/Clig4aT5Eb via @AgefiFrance","unix":"1620197029000","sentiment":0.0,"verified":true}
{"tweet":"Stop buying doge or it will replace bitcoin!    https:\/\/t.co\/h1nzHoE4X9  https:\/\/t.co\/54Vpu47eUm","unix":"1620195173000","sentiment":-0.3595,"verified":true}
{"tweet":"O sözler Bitcoin'i vurdu  https:\/\/t.co\/x68IyVJgR5  https:\/\/t.co\/1s3PRoKqLW","unix":"1620195165000","sentiment":0.0,"verified":true}
{"tweet":"'He made us hand our phones over and took us to a secret location.'  Sky's @chesh tells the #WeeklyClimateShow what it was like to visit a secret bitcoin mining farm in China.  Catch up with the #DailyClimateShow:  https:\/\/t.co\/jdznANeO8t  https:\/\/t.co\/QfiviOTScV","unix":"1620194700000","sentiment":0.6908,"verified":true}
{"tweet":"\"While Bitcoin is growing, a trajectory that shows no sign of slowing just yet, it's likely more sports teams and athletes will be looking to its potential.\" @_DavePowell  #LFC   https:\/\/t.co\/JnAcxqWLca","unix":"1620194520000","sentiment":-0.128,"verified":true}
{"tweet":"Dollar-cost averaging is an investment strategy that can help remove the emotional factor in investing — but can it be applied to the crypto market?  #Crypto #Cryptocurrency #DCA #Bitcoin #Ethereum    https:\/\/t.co\/nkKGPpIlnE","unix":"1620194408000","sentiment":0.2846,"verified":true}
{"tweet":"Bitcoin average energy consumption per transaction vs. that of VISA #Bitcoin #Visa  https:\/\/t.co\/kbvTq3OrOO","unix":"1620193941000","sentiment":0.2732,"verified":true}
{"tweet":"“This initial investment in #Ether complements our earlier investments in #BTC and reflects our belief in the long-term potential of blockchain technology,\" Mogo's Greg Feller says.  https:\/\/t.co\/bBkYNzMzT0","unix":"1620192705000","sentiment":0.0,"verified":true}
{"tweet":"Users were not able to move their #Avax for six hours due to an outage in the Avalanche Web Wallet.  https:\/\/t.co\/WaE6hPC4DA","unix":"1620192684000","sentiment":0.0,"verified":true}
{"tweet":"$DOGE is the bitcoin of memes - put some respeck on its name (I have no $DOGE)","unix":"1620192311000","sentiment":-0.296,"verified":true}
{"tweet":"@AcePerkinsss @KyleJwilke @BrendanEich @brave @coinbase @PeterMcCormack @thebitcoinrabbi @ElissaBeth @nic__carter @iamDCinvestor @pierre_rochard By the time you finish the book it will be outdated. Follow hashtags here of the main currencies and read their white papers. Don’t try to consume all. My top focuses   #BTC (Bitcoin) DeFi #ETH (Ethereum) Smart Contracts  #HNT (Helium) WiFi","unix":"1620191775000","sentiment":0.7845,"verified":true}
{"tweet":"#Bitcoin has been on a remarkable trajectory that’s outpaced other investments, including stocks, property and commodities… but, what's driving these returns @RevixInvest's @SeanSanders08 gives us the facts about #cryptocurrencies:  https:\/\/t.co\/SKeJMhjNus  #Revixinvest #Ad  https:\/\/t.co\/NACePfkSDU","unix":"1620190980000","sentiment":0.3182,"verified":true}
{"tweet":"OVR: The Eiffel Tower Non-Fungible Token Has Been Sold for 38 ETH  https:\/\/t.co\/SqTuhWDVCU","unix":"1620190909000","sentiment":0.0,"verified":true}
{"tweet":"@CryptoXinc It’s a schtick. If we started with Bitcoin. And now we have Ethereum (and Solana, and RUNE, etc….) who cares about your supply cap? It’s all fiat, as it should be.","unix":"1620190672000","sentiment":0.4588,"verified":true}
{"tweet":"Et si on changeait de perspective ? 1\/ Bitcoin n’engloutit ni ne brûle d’energie, elle est stockée sous forme de preuve de travail. Comme pour l’or.","unix":"1620190439000","sentiment":0.0,"verified":true}
{"tweet":"@arrosen76 5 probably isn't worth your time lol. It's not gonna be the next bitcoin or anything, it fundamentally cannot be like that.","unix":"1620189962000","sentiment":0.0062,"verified":true}
{"tweet":"In case you missed it: The S&amp;P Dow Jones Indices have launched three cryptocurrency indexes - The S&amp;P Bitcoin Index, S&amp;P Ethereum Index and S&amp;P Crypto Mega Cap Index. Data provided by New York - based crypto asset data company Lukka. 📈  #Cryptocurrency #Bitcoin #Ethereum #ICYMI  https:\/\/t.co\/iixkqijy6E","unix":"1620189743000","sentiment":0.2023,"verified":true}
{"tweet":"Blockchain is perhaps best known as being the way in which cryptocurrencies, such as Bitcoin and Ether, are underpinned. But in Ethiopia it's being deployed in schools  https:\/\/t.co\/pJgg1xrQ8J","unix":"1620189600000","sentiment":0.3818,"verified":true}
{"tweet":"Wagelaseh! Bitcoin-Ripple Melemah, Harga Dogecoin To The Moon   https:\/\/t.co\/XwXq3ZocGL","unix":"1620189561000","sentiment":0.0,"verified":true}
{"tweet":"Never late for #Bitcoin &lt; it’s definitely not done climbing.   Setup Bitcoin on recurring payments.","unix":"1620189243000","sentiment":0.4019,"verified":true}
{"tweet":"Buy more! Most folks taking the #dogecoin money &amp; dumping into #Ethereum OR #Bitcoin","unix":"1620188053000","sentiment":-0.3802,"verified":true}
{"tweet":"Ethereum telah melonjak melampaui bitcoin! Jadi segini harganya kini:  https:\/\/t.co\/3fnwerkWwb","unix":"1620187829000","sentiment":0.0,"verified":true}
{"tweet":".@Sothebys will be accepting #bitcoin &amp; #ethereum at the next #Banksy auction. #adoption  https:\/\/t.co\/vwFM3QMUn7","unix":"1620187480000","sentiment":0.3818,"verified":true}
{"tweet":"“The data won’t remain in private hands since the Communist Party is the boss,\" Francis Lun, CEO of Geo Securities said. #DigitalYuan #CBDC  https:\/\/t.co\/BEw0x3TpiF","unix":"1620187389000","sentiment":0.5994,"verified":true}
{"tweet":"More than 800 limited edition Star Wars collectibles, some from shooting scenes, are set to go to auction on the Starcoll #NFT marketplace.  https:\/\/t.co\/rpit1p7vwa","unix":"1620187332000","sentiment":-0.6969,"verified":true}
{"tweet":"@Hanakookie1 @BitcoinIsSaving @JamesWMarshall5 @profplum99 @cayjun The irony is that while Bitcoin may be a restraining force on democratic governments, it is *very bad* for totalitarianism. If you are pro-US, anti-CCP, you’d do well to understand this.","unix":"1620187243000","sentiment":-0.7818,"verified":true}
{"tweet":"Very soon many governments will start realizing that capital gains only lowers bitcoin velocity.  Fiat has no bottom, and bitcoin is deflationary. They have no way out of this.  They will offer you negative tax–pay you–to sell your #Bitcoin","unix":"1620186478000","sentiment":-0.7351,"verified":true}
{"tweet":"La criptomoneda ether tiene una capitalización de mercado de $376 mil millones de dólares, sólo superada por los $1.08 billones de dólares de bitcoin.  https:\/\/t.co\/sFGGnMgEGl","unix":"1620186317000","sentiment":0.0,"verified":true}
{"tweet":"Money can’t buy you happiness but Bitcoin can… because it’s on the blockchain you can stop using Twitter to pump your investments and live a quiet life frocking in flowered fields. 🌸","unix":"1620185516000","sentiment":-0.128,"verified":true}
{"tweet":"#Bitcoin is the best savings technology. LFG","unix":"1620185457000","sentiment":0.6369,"verified":true}
{"tweet":"Tea keeps spilling: \"That banker in your dms is correct avg age is 58+ most don’t even know what crypto is other than the name bitcoin.\"","unix":"1620184784000","sentiment":0.0,"verified":true}
{"tweet":"@GregAbbott_TX @Nasdaq @Bitcoin Maybe we should setup a @Blockstream operation in Texas.","unix":"1620184715000","sentiment":0.0,"verified":true}
{"tweet":"Las cuatro razones por las que Warren Buffett no invierte en Bitcoin   https:\/\/t.co\/Ii19CCL2ko","unix":"1620184591000","sentiment":-0.296,"verified":true}
{"tweet":"@GregAbbott_TX @Nasdaq @Bitcoin I think it's time we speak about an #Bitcoin conference for #Austin. We have so many companies here, this is a  Hub. I moved to Austin to build my #Bitcoin company. Love to speak with you about it.","unix":"1620184490000","sentiment":0.6369,"verified":true}
{"tweet":"@GregAbbott_TX @Nasdaq @Bitcoin Governor, you should speak with @parkeralewis about this.","unix":"1620184242000","sentiment":0.0,"verified":true}
{"tweet":"サザビーズ、仮想資産で支払い可能に。最初はBanksyから！  Sotheby's to accept bitcoin and ether for an upcoming auction of a Banksy painting  https:\/\/t.co\/Nn4jEZ1x5J","unix":"1620184036000","sentiment":0.3818,"verified":true}
{"tweet":"What's up?  Here's a snapshot of financial markets for you.   Read the Mint Newsletter:   https:\/\/t.co\/IWH0F1bUpt   #mintnewsletter #sensex #nifty #dollar #rupee #gold #crudeoil #bitcoin  https:\/\/t.co\/fE2d22dePc","unix":"1620183880000","sentiment":0.4019,"verified":true}
{"tweet":"Tesla's bitcoin investment has carbon footprint of 1.8 million cars  https:\/\/t.co\/Ua4wPOoT7O","unix":"1620183574000","sentiment":0.0,"verified":true}
{"tweet":"Mastercard says that the coronavirus pandemic has galvanized us all into exploring alternative payment methods beyond cash.  #Crypto #Cryptocurrency #Bitcoin #Altcoin    https:\/\/t.co\/8p6j0YyTFQ","unix":"1620182400000","sentiment":0.0,"verified":true}
{"tweet":"\"Please send back all of the #crypto received ... You can invoice the company for the hours worked in USD,\" the employer said to the employee. #cryptocurrency #crypto  https:\/\/t.co\/8eUbFkIz3Y","unix":"1620182264000","sentiment":0.3182,"verified":true}
{"tweet":"Bitcoin, ethereum see strong inflows in latest week -CoinShares data  https:\/\/t.co\/9MIjVXLCBs  https:\/\/t.co\/5okfnohCzl","unix":"1620182126000","sentiment":0.5106,"verified":true}
{"tweet":"Follow @crypteauu for free #bitcoin","unix":"1620181955000","sentiment":0.5106,"verified":true}
{"tweet":"Texas Is Becoming A Mecca For Bitcoin Miners.  #Bitcoin @Nasdaq @Bitcoin    https:\/\/t.co\/mNaSBG6EIT","unix":"1620181935000","sentiment":0.0,"verified":true}
{"tweet":"\"These indices are designed to measure the performance of a selection of digital assets listed on recognized, open exchanges that meet minimum liquidity and market capitalization criteria.\"  https:\/\/t.co\/e7zY7Vl7qP","unix":"1620181901000","sentiment":0.1779,"verified":true}
{"tweet":"@thenewsoncnbc @vivekdevops @Kr00ney Parents never do and this is good were still 5 years out b4 Granny and Grandad listen to advice from college educated grandchildren re-guarding Bitcoin","unix":"1620181814000","sentiment":0.4404,"verified":true}
{"tweet":"WATCH: The S&amp;P Dow Jones brings digital currencies including bitcoin and ethereum to the trading floors of Wall Street  https:\/\/t.co\/vIT3MpzfZA  https:\/\/t.co\/RImQByboz2","unix":"1620181800000","sentiment":0.0,"verified":true}
{"tweet":"If this $BTC dip ends up being a lower high, it'll be the first lower high since the breakout at $10500.   Buy #Bitcoin or die poor.","unix":"1620181564000","sentiment":-0.886,"verified":true}
{"tweet":"🟨#PulsoPM | Ether y dogecoin alcanzan nuevos récords y van a la caza del bitcoin  https:\/\/t.co\/suBVROJbFJ  https:\/\/t.co\/UTiStxKdO3","unix":"1620181200000","sentiment":0.0,"verified":true}
{"tweet":"... OR just come to #JacksonTN to mine #Bitcoin","unix":"1620181111000","sentiment":0.0,"verified":true}
{"tweet":"Acaso @bizarrap holdea bitcoin?  https:\/\/t.co\/HxbTUuK11P","unix":"1620180685000","sentiment":0.0,"verified":true}
{"tweet":"The Miami mayor is talking about mining bitcoin with nuclear energy and you still live in a city or state that hates bitcoin and the crypto industry.  Open your eyes. Leadership matters. Come to Miami :)","unix":"1620180389000","sentiment":0.3182,"verified":true}
{"tweet":"All I know about bitcoin is whatever I learned in a drunken argument with a bunch of Googlers in someone’s kitchen in 2012 and I absolutely refuse to learn anything else.","unix":"1620180211000","sentiment":-0.6115,"verified":true}
{"tweet":"My friend @TbonePoker just messaged the group thread that $DOGE is a real threat to bitcoin and immediately got removed from the thread. Top is near.  https:\/\/t.co\/n00N2tTHwo","unix":"1620179980000","sentiment":0.1531,"verified":true}
{"tweet":"The S&amp;P Dow Jones brings digital currencies including bitcoin and ethereum to the trading floors of Wall Street  https:\/\/t.co\/sf7663iM3g  https:\/\/t.co\/XPDebMrHLr","unix":"1620178500000","sentiment":0.0,"verified":true}
{"tweet":"Dumb bitcoin question time: I have a newb friend buying on Coinbase and complaining about high fees. What's a better way to buy, that is cheaper but also very easy? Coinbase Pro? Swan? What? nb @MrPseu","unix":"1620178352000","sentiment":0.775,"verified":true}
{"tweet":"you almost don't see itty-bitty Bitcoin down there  https:\/\/t.co\/foIgEsTKhW","unix":"1620178303000","sentiment":0.0,"verified":true}
{"tweet":"At what point does Doge become a real threat to Bitcoin?  Asking for a friend.","unix":"1620177975000","sentiment":-0.0516,"verified":true}
{"tweet":"🏆 Volume Leaders on #Huobi:  Your Fav #HODL?   💎 #dogecoin @dogecoin  💎 $ETH @ethereum  💎 #Bitcoin @Bitcoin  💎 $ETC @eth_classic  💎 $LTC @LTCFoundation  💎 $XRP  @Ripple","unix":"1620177896000","sentiment":0.4588,"verified":true}
{"tweet":"Why #JacksonTN ? ✅ No state income tax ✅ Relatively inexpensive real estate ✅ ⚡️⚡️ Fast Gig Fiber Internet ✅ Rich music culture 🎸 ✅ #Bitcoin Friendly ✅ 5 Higher Learning Institutions ✅ The Mayor wants you to come to our city!","unix":"1620177425000","sentiment":0.7088,"verified":true}
{"tweet":"“Tesla’s bottom line usually requires a bit of tweaking, given the outsize role played by regulatory credits. Now I guess we need earnings adjusted for regulatory credits and Bitcoin speculation: ‘EARC+BS?’”  (via @bopinion) $TSLA  https:\/\/t.co\/LYfA0s5Bhu  https:\/\/t.co\/2k9ej3DqcR","unix":"1620177312000","sentiment":0.7506,"verified":true}
{"tweet":"Tesla is almost becoming a Bitcoin and carbon-credits trader that sells cars on the side  https:\/\/t.co\/XVYuTq0Sw5","unix":"1620177100000","sentiment":0.0,"verified":true}
{"tweet":"@mikeinspace I didn’t change anything. Have never felt compelled to put bitcoin or anything crypto related in my bio. Pretty sure no one is confused where I stand.   Your misleading tweet is frankly just dumb.","unix":"1620176792000","sentiment":-0.6307,"verified":true}
{"tweet":"America is so rubbish at Bitcoin that you all listen to a British podcast.","unix":"1620176711000","sentiment":0.0,"verified":true}
{"tweet":"This is another step by NY in the wrong direction. @CityofMiami can mine #Bitcoin w clean nuclear energy provided by @insideFPL....We want to be the crypto mining capital of the world and know it can be done sustainably and incorporate solar.  https:\/\/t.co\/qk3qs1vpA7","unix":"1620176597000","sentiment":0.25,"verified":true}
{"tweet":"#DOGE recently started rising again, after Tesla’s Elon Musk tweeted about his appearance on Saturday Night Live (SNL) on May 8. #Dogecoin  https:\/\/t.co\/pGOww6YlkQ","unix":"1620176525000","sentiment":0.0,"verified":true}
{"tweet":"DBS, Southeast Asia's biggest bank, says its crypto trading volumes have gone up 10 times to around $30 million -$40 million, the CEO reveals. #bitcoin #cryptocurrency  https:\/\/t.co\/n3VWG2IvAp","unix":"1620176489000","sentiment":0.0,"verified":true}
{"tweet":"@seyitaylor But can Bitcoin Cash be Brexit?","unix":"1620176464000","sentiment":0.0,"verified":true}
{"tweet":"England is not Bitcoin. England is not. Nope.","unix":"1620176213000","sentiment":0.0,"verified":true}
{"tweet":"Yo! I’ve got this old bitcoin miner... anyone want to set it up in the corner of a Panera and see how long it will run?","unix":"1620176130000","sentiment":0.1511,"verified":true}
{"tweet":"@WeatherInTheHud @JackSillin Doge seems bigger than Musk (yuck) at this point. Not gonna be Bitcoin but could still rise a good deal. It does feel more like gambling than typical investing. The Twitter of investing.","unix":"1620175956000","sentiment":0.8196,"verified":true}
{"tweet":"When everyone was buying Bitcoin a few years back a friend told me to buy Ethereum. Having ignored a previous tip to buy Bitcoin I'm very glad I listened.","unix":"1620175733000","sentiment":0.6361,"verified":true}
{"tweet":"Those that know me know that I haven’t yet invested in crypto; that said, in my education, I’ve found @Gerbz and his primer on #Bitcoin to be an incredible resource to start learning.  I’m still in knowledge accumulation stage, but I’m a step closer now…  https:\/\/t.co\/J0yOpDYYjw","unix":"1620175571000","sentiment":0.0,"verified":true}
{"tweet":"@Skevilist Bitcoin SV? is it tradable?","unix":"1620175548000","sentiment":0.0,"verified":true}
{"tweet":"As bitcoin mining hooks into Upstate NY power plants, some wonder if it’s just more hot air  https:\/\/t.co\/cJfltlq0KM","unix":"1620174605000","sentiment":0.0,"verified":true}
{"tweet":"@zerohedge Bitcoin fixes this.","unix":"1620174375000","sentiment":0.0,"verified":true}
{"tweet":"The Giants receive homers from Posey, Belt and Crawford to beat the Rockies 12-4 in Game 1, and if you're reading this tweet in 2012, pick me up some Pokemon cards and Bitcoin thanks.","unix":"1620174144000","sentiment":0.4404,"verified":true}
{"tweet":"@Krosty11989255 Que la economía de EEUU está lejos de necesitar un plan de estimulo de esa magnitud y que los planes anteriores (de Trump) se fueron por la canaleta del bitcoin y la bolsa, derrumbando el dolar 10%. Ojo, a nosotros nos convine.  https:\/\/t.co\/jQQCuDIFwW","unix":"1620173606000","sentiment":0.0,"verified":true}
{"tweet":"In a #Bitcoin room right now and they are trying to understand why $DOGE.   Because the people want it.","unix":"1620173399000","sentiment":0.0772,"verified":true}
{"tweet":"Sotheby’s will accept #bitcoin and #ethereum for Banksy’s Love is in the Air image. \"This is the first time cryptocurrencies will be accepted as payments for physical artwork,\" said the CEO.  https:\/\/t.co\/puo1lvkF4n","unix":"1620173241000","sentiment":0.836,"verified":true}
{"tweet":"JPMorgan CEO Dimon says he doesn’t care about bitcoin—but his clients do  https:\/\/t.co\/7QNYT91Dnh  https:\/\/t.co\/P3oZlFTFw0","unix":"1620173164000","sentiment":0.4939,"verified":true}
{"tweet":"England is Bitcoin. America is Ethereum.","unix":"1620173152000","sentiment":0.0,"verified":true}
{"tweet":"Even amid the record rally, experts caution investors from jumping into dogecoin just to make money.  “Never invest anything you aren’t willing to lose,” said @BenCoinFlip, co-founder &amp; CEO of @CoinFlipATM, one of the largest bitcoin ATM companies in the U.S. #DogecoinRise","unix":"1620172896000","sentiment":0.0,"verified":true}
